Repository: CypherXIII/formasup-bi-platform
Catalog: superset/locales/backup-messages.po
Languages: fr

source: Visualizes the words in a column that appear the most often. Bigger font corresponds to higher frequency.
fr: Visualise les mots dans une colonne qui apparaît le plus souvent. La police plus grosse correspond à une fréquence plus élevée.

source: Viz is missing a datasource
fr: Viz est une source de données manquante

source: Viz type
fr: Type Viz

source: WED
fr: MER

source: Waiting on %s
fr: En attente de %s

source: Waiting on database...
fr: En attente de la base de donnée...

source: Want to add a new database?
fr: Ajouter un nouvelle base de données?

source: Warning
fr: Avertissement

source: Warning!
fr: Attention!

source: Warning! Changing the dataset may break the chart if the metadata does not exist.
fr: Attention! Changer l'ensemble de données peut mettre en erreur le graphique si la métadonnées n'existe pas.

source: Was unable to check your query
fr: Impossible de vérifier votre requête

source: Waterfall Chart
fr: Graphique en cascade

source: We are unable to connect to your database.
fr: Nous ne pouvons pas nous connecter à votre base de données.

source: We are working on your query
fr: Nous travaillons sur votre requête

source: We can't seem to resolve column "%(column)s" at line %(location)s.
fr: Nous ne pouvons résoudre la colonne « %(column)s » à la ligne %(location)s.

source: We can't seem to resolve the column "%(column_name)s"
fr: Nous ne pouvons résoudre la colonne « %(column_name)s »

source: We can't seem to resolve the column "%(column_name)s" at line %(location)s.
fr: Nous ne pouvons résoudre la colonne « %(column_name)s » à la ligne %(location)s.

source: We have the following keys: %s
fr: Nous avons les clés suivantes : %s

source: We were unable to active or deactivate this report.
fr: Nous n'avons pas pu activer ou désactiver ce rapport.

source: We were unable to carry over any controls when switching to this new dataset.
fr: Nous n'avons pas été en mesure de reporter les contrôles lors du passage à ce nouvel ensemble de données.

source: We were unable to connect to your database named "%(database)s". Please verify your database name and try again.
fr: Nous n'avons pas pu nous connecter à votre base de données « %(database)s ». Veuillez vérfier le nom de la base et réessayez.

source: Wednesday
fr: Mercredi

source: Week
fr: Semaine

source: Week ending Saturday
fr: Semaine se terminant le samedi

source: Week ending Sunday
fr: Semaine se terminant le dimanche

source: Week starting Monday
fr: Semaine débutant le lundi

source: Week starting Sunday
fr: Semaine débutant le dimanche

source: Weekly Report
fr: Rapport hebdomadaire

source: Weekly Report for %s
fr: Rapport hebdomadaire pour %s

source: Weekly seasonality
fr: Saisonnalité hebdomadaire

source: Weeks %s
fr: Semaines %s

source: Weight
fr: Poids

source: We're having trouble loading these results. Queries are set to timeout after %s second.
fr: Erreur au chargement de ces résultats. Les requêtes s'interrompent au bout de %s secondes.

source: We're having trouble loading this visualization. Queries are set to timeout after %s second.
fr: Nous avons des difficultés à charger cette visualisation. Les requêtes sont paramétrées pour être interrompues au bout de %s secondes.

source: What should be shown as the label
fr: Ce qui doit être affiché comme étiquette

source: What should be shown as the tooltip label
fr: Ce qui doit être affiché comme étiquette d'infobulle

source: What should be shown on the label?
fr: Que doit-on indiquer sur l'étiquette?

source: What should happen if the table already exists
fr: Que faire si la table existe déjà

source: When `Calculation type` is set to "Percentage change", the Y Axis Format is forced to `.1%`
fr: Lorsque « Type de calcul » vaut « Pourcentage de changement », le format de l'axe des ordonnées est à forcé à « .1% »

source: When a secondary metric is provided, a linear color scale is used.
fr: Lorsqu'une mesure secondaire est fournie, une échelle de couleur linéaire est utilisée.

source: When checked, the map will zoom to your data after each query
fr: Si cette option est cochée, la carte sera zoomée sur vos données après chaque requête

source: When enabled, users are able to visualize SQL Lab results in Explore.
fr: Quand activé, les utilisateur·rice·s peuvent visualiser les résulats de SQL Lab dans Explorer.

source: When only a primary metric is provided, a categorical color scale is used.
fr: Lorsque seule une mesure primaire est fournie, une échelle de couleur catégorique est utilisée.

source: When specifying SQL, the datasource acts as a view. Superset will use this statement as a subquery while grouping and filtering on the generated parent queries.If changes are made to your SQL query, columns in your dataset will be synced when saving the dataset.
fr: Lorsque vous spécifiez du SQL, la source de données agit comme une vue. Superset utilisera cette instruction comme sous-requête lors du regroupement et du filtrage sur les requêtes parentes générées. Si des modifications sont apportées à votre requête SQL, les colonnes de votre ensemble de données seront synchronisées lors de l'enregistrement.

source: When the secondary temporal columns are filtered, apply the same filter to the main datetime column.
fr: Lorsque les colonnes temporelles secondaires sont filtrées, appliquer le même filtre à la colonne datetime principale.

source: When unchecked, colors from the selected color scheme will be used for time shifted series
fr: Lorsque décoché, les couleurs du schéma de couleurs sélectionné seront utilisées pour les séries décalées dans le temps

source: When using "Autocomplete filters", this can be used to improve performance of the query fetching the values. Use this option to apply a predicate (WHERE clause) to the query selecting the distinct values from the table. Typically the intent would be to limit the scan by applying a relative time filter on a partitioned or indexed time-related field.
fr: Lorsque vous utilisez les « filtres de saisie semi-automatique », cette option peut être utilisée pour améliorer les performances de la requête qui récupère les valeurs. Utilisez cette option pour appliquer un prédicat (clause WHERE) à la requête en sélectionnant les valeurs distinctes du tableau. Généralement, l'objectif est de limiter l'analyse en appliquant un filtre temporel relatif sur un champ temporel partitionné ou indexé.

source: When using 'Group By' you are limited to use a single metric
fr: Quand vous utilisez « Grouper par » vous êtes limité à une seule mesure

source: When using other than adaptive formatting, labels may overlap
fr: Lorsque vous utilisez un formatage autre que adaptatif, les étiquettes peuvent se chevaucher

source: When using this option, default value can't be set. Using this option may impact the load times for your dashboard.
fr: Cette option empeche de definir une valeur par defaut et peut impacter les temps de chargement

source: Whether the progress bar overlaps when there are multiple groups of data
fr: Si la barre de progression se chevauche lorsqu'il y a plusieurs groupes de données

source: Whether to align background charts with both positive and negative values at 0
fr: Alignement ou non des graphiques d'arrière-plan avec des valeurs positives et négatives à 0

source: Whether to align positive and negative values in cell bar chart at 0
fr: Si les valeurs positives et négatives doivent être alignées sur 0 dans le diagramme à barres de la cellule

source: Whether to always show the annotation label
fr: Indiquer si l'étiquette de l'annotation doit toujours être affichée

source: Whether to animate the progress and the value or just display them
fr: Animation ou non de la progression et la valeur ou simplement les afficher

source: Whether to apply a normal distribution based on rank on the color scale
fr: Application ou non d'une distribution normale en fonction du classement sur l'échelle de couleurs

source: Whether to apply filter when items are clicked
fr: Application ou non du filtre lorsque vous cliquez sur les éléments

source: Whether to colorize numeric values by if they are positive or negative
fr: Colorisation ou non des valeurs numériques si elles sont positives ou négatives

source: Whether to colorize numeric values by whether they are positive or negative
fr: Colorisation ou non des valeurs numériques selon qu'elles sont positives ou négatives

source: Whether to display a bar chart background in table columns
fr: Affichage ou non d'un fond de diagramme à barres dans les colonnes du tableau

source: Whether to display a legend for the chart
fr: Affichage ou non une légende pour le graphique

source: Whether to display bubbles on top of countries
fr: Affichage ou non des bulles au-dessus des pays

source: Whether to display in the chart
fr: Afficher ou non dans le graphique

source: Whether to display the aggregate count
fr: Affichage ou non du nombre total

source: Whether to display the interactive data table
fr: Affichage ou non du tableau de données interactif

source: Whether to display the labels.
fr: Afficher ou non des étiquettes.

source: Whether to display the legend (toggles)
fr: Affichage ou non de la légende (commutateurs)

source: Whether to display the metric name
fr: Afficher ou non le nom de la mesure

source: Whether to display the metric name as a title
fr: Affichage ou non du nom de la mesure sous forme de titre

source: Whether to display the min and max values of the X-axis
fr: Affichage ou non des valeurs min et max de l'axe des absisses

source: Whether to display the min and max values of the Y-axis
fr: Affichage ou non des valeurs min et max de l'axe des ordonnées

source: Whether to display the numerical values within the cells
fr: Affichage ou non des valeurs numériques dans les cellules

source: Whether to display the percentage value in the tooltip
fr: Afficher ou non la valeur en pourcentage dans l'infobulle

source: Whether to display the stroke
fr: Afficher ou non le trait

source: Whether to display the time range interactive selector
fr: Affichage ou non du sélecteur interactif de plage horaire

source: Whether to display the timestamp
fr: Affichage ou non de l'horodatage

source: Whether to display the tooltip labels.
fr: Afficher ou non les étiquettes de l'infobulle.

source: Whether to display the total value in the tooltip
fr: Afficher ou non la valeur totale dans l'infobulle

source: Whether to display the trend line
fr: Affichage ou non de la ligne de tendance

source: Whether to display the type icon (#, Δ, %)
fr: Afficher ou non l'icône de type (#, Δ, %)

source: Whether to enable changing graph position and scaling.
fr: Activation ou non de la modification de la position et de la mise à l'échelle du graphique.

source: Whether to enable node dragging in force layout mode.
fr: Activation ou non du glissement de nœud en mode de disposition en force.

source: Whether to fill the objects
fr: Remplir ou non les objets

source: Whether to ignore locations that are null
fr: Ignorer ou non les emplacements qui sont nuls

source: Whether to include a client-side search box
fr: Inclure ou non une boîte de recherche côté client

source: Whether to include the percentage in the tooltip
fr: Inclure ou non le pourcentage dans l'infobulle

source: Whether to include the time granularity as defined in the time section
fr: Inclure ou non la granularité temporelle telle qu'elle est définie dans la section temps

source: Whether to make the grid 3D
fr: Activer ou non la grille 3D

source: Whether to populate autocomplete filters options
fr: Remplir ou non les options des filtres d'autocomplétion

source: Whether to show as Nightingale chart.
fr: Afficher ou non en tant que graphique Nightingale.

source: Whether to show extra controls or not. Extra controls include things like making multiBar charts stacked or side by side.
fr: Afficher ou non des contrôles supplémentaires. Les contrôles supplémentaires incluent des options comme empiler ou mettre côte à côte les graphiques à barres multiples.

source: Whether to show minor ticks on the axis
fr: Montrer ou non les taches mineures sur l'axe

source: Whether to show the pointer
fr: Montrer ou non le pointeur

source: Whether to show the progress of gauge chart
fr: Indiquer ou non s'il y a lieu de montrer la progression du graphique de jauge

source: Whether to show the split lines on the axis
fr: Indiquer ou non s'il faut afficher les lignes divisées sur l'axe

source: Whether to sort ascending or descending on the base Axis.
fr: Trier par ordre croissant ou décroissant sur l'axe de base.

source: Whether to sort descending or ascending
fr: Trier ou non par ordre décroissant ou croissant

source: Whether to sort results by the selected metric in descending order.
fr: Trier ou non les résultats par ordre décroissant en fonction de l'indicateur sélectionné.

source: Whether to sort tooltip by the selected metric in descending order.
fr: Trier ou non les infobulles par ordre décroissant en fonction de l'indicateur sélectionné.

source: Whether to truncate metrics
fr: Tronquer ou non les mesures

source: Which country to plot the map for?
fr: Pour quel pays représenter la carte?

source: Which relatives to highlight on hover
fr: Quels sont les parents à mettre en évidence au survol

source: Whisker/outlier options
fr: Options de moustaches et de valeurs aberrantes

source: White
fr: Blanc

source: Width
fr: Largeur

source: Width of the confidence interval. Should be between 0 and 1
fr: Largeur de l'intervalle de confiance. Doit être comprise entre 0 et 1

source: Width of the sparkline
fr: Largeur de la ligne d'étincelles

source: Window must be > 0
fr: La fenêtre doit être > 0

source: With a subheader
fr: Avec un sous-titre

source: Word Cloud
fr: Nuage de mots

source: Word Rotation
fr: Rotation des mots

source: Working
fr: Exécution

source: Working timeout
fr: Délai d'exécution dépassé

source: World Map
fr: Carte du monde

source: Write a description for your query
fr: Écrire une description pour votre requête

source: Write a handlebars template to render the data
fr: Écrire un modèle handlebar pour afficher les données

source: X axis title margin
fr: MARGE DU TITRE DE L'AXE DES ABCISSES

source: X Axis
fr: Axe des abscisses

source: X Axis Bounds
fr: Limite de l'axe des abscisses

source: X Axis Format
fr: Format de l'axe des abscisses

source: X Axis Label
fr: Étiquette de l'axe des abscisses

source: X Axis Label Interval
fr: Intervalle des étiquettes de l'axe X

source: X Axis Title
fr: Titre de l'axe des absisses

source: X Axis Title Margin
fr: Marge du titre de l'axe X

source: X Log Scale
fr: Échelle logarithmique X

source: X Tick Layout
fr: Disposition des points de repère X

source: X bounds
fr: Limites X

source: X-Axis Sort Ascending
fr: Tri croissant sur l'axe des abscisses

source: X-Axis Sort By
fr: Axe des abscisses – Trier par

source: X-axis
fr: Axe des abscisses

source: X-scale interval
fr: Intervalle XScale

source: Y 2 bounds
fr: Limites ordonnées 2

source: Y axis title margin
fr: MARGE DU TITRE DE L'AXE DES ORDONNÉES

source: Y Axis
fr: Axe des ordonnées

source: Y Axis 2 Bounds
fr: Limites de l'axe des ordonnées 2

source: Y Axis Bounds
fr: Limites de l'axe des ordonnées

source: Y Axis Format
fr: Format de l'axe des ordonnées

source: Y Axis Label
fr: Étiquette de l'axe des ordonnées

source: Y Axis Title
fr: Titre de l'axe des ordonnées

source: Y Axis Title Margin
fr: Marge du titre de l'axe des ordonnées

source: Y Axis Title Position
fr: Position du titre de l'axe des ordonées

source: Y Log Scale
fr: Échelle logarithmique des ordonnées

source: Y bounds
fr: Limites des ordonnées

source: Y-Axis
fr: Axe des ordonnées

source: Y-Axis Sort Ascending
fr: Tri croissant sur l'axe Y

source: Y-Axis Sort By
fr: Axe des ordonnées – Trier par

source: Y-axis
fr: Axe des ordonnées

source: Y-axis bounds
fr: Limites de l'axe des ordonnées

source: Y-scale interval
fr: Intervalle de l'échelle Y

source: Year
fr: Année

source: Year (freq=AS)
fr: Année (freq=AS)

source: Yearly seasonality
fr: Saisonnalité annuelle

source: Years %s
fr: Année %s

source: Yes
fr: Oui

source: Yes, cancel
fr: Oui, annuler

source: Yes, overwrite changes
fr: Oui, écraser les modifications

source: You are adding tags to %s %ss
fr: Vous ajoutez des étiquettes à %s %ss

source: You are edting a query from the virtual dataset
fr: Vous êtes en train de modifier une requête de l'ensemble de données virtuel

source: You are importing one or more charts that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
fr: Vous importez une ou plusieurs cartes qui existent déjà. L'écrasement pourrait vous faire perdre une partie de votre travail. Êtes-vous sûr de vouloir les écraser?

source: You are importing one or more dashboards that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
fr: Vous importez un ou plusieurs tableaux de bord qui existent déjà. L'écrasement pourrait vous faire perdre une partie de votre travail. Êtes-vous sûr de vouloir les écraser?

source: You are importing one or more databases that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
fr: Vous importez une ou plusieurs bases de données qui existent déjà. L'écrasement pourrait vous faire perdre une partie de votre travail. Êtes-vous sûr de vouloir les écraser?

source: You are importing one or more datasets that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
fr: Vous importez un ou plusieurs ensembles de données qui existent déjà. L'écrasement pourrait vous faire perdre une partie de votre travail. Êtes-vous sûr de vouloir les écraser?

source: You are importing one or more saved queries that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
fr: Vous importez une ou plusieurs requêtes enregistrées qui existent déjà. L'écrasement pourrait vous faire perdre une partie de votre travail. Êtes-vous sûr de vouloir les écraser?

source: You are viewing this chart in a dashboard context with labels shared across multiple charts. The color scheme selection is disabled.
fr: Vous visualisez ce graphique dans un contexte de tableau de bord avec des étiquettes partagées entre plusieurs graphiques. La sélection du schéma de couleurs est désactivée.

source: You are viewing this chart in the context of a dashboard that is directly affecting its colors. To edit the color scheme, open this chart outside of the dashboard.
fr: Vous visualisez ce graphique dans le contexte d'un tableau de bord qui affecte directement ses couleurs. Pour modifier le schéma de couleurs, ouvrez ce graphique en dehors du tableau de bord.

source: You can
fr: Vous pouvez

source: You can add the components in the
fr: Vous pouvez ajouter les composants dans le

source: You can add the components in the edit mode.
fr: Vous pouvez ajouter les composants en mode édition.

source: You can also just click on the chart to apply cross-filter.
fr: Vous pouvez également cliquer sur le graphique pour appliquer le filtre croisé.

source: You can choose to display all charts that you have access to or only the ones you own. Your filter selection will be saved and remain active until you choose to change it.
fr: Vous pouvez choisir d'afficher tous les graphiques auxquels vous avez accès ou seulement ceux que vous possédez. Votre sélection de filtre sera sauvegardée et restera active jusqu'à ce que vous décidiez de la modifier.

source: You can create a new chart or use existing ones from the panel on the right
fr: Vous pouvez créer un nouveau graphique ou utiliser des graphiques existants dans le panneau de droite

source: You can preview the list of dashboards in the chart settings dropdown.
fr: Vous pouvez prévisualiser la liste des tableaux de bord dans le menu déroulant des paramètres du graphique.

source: You can't apply cross-filter on this data point.
fr: Vous ne pouvez pas appliquer de filtre croisé à ce point de données.

source: You cannot delete the last temporal filter as it's used for time range filters in dashboards.
fr: Vous ne pouvez pas supprimer le dernier filtre temporel, car il est utilisé pour les filtres temporels dans les tableaux de bord.

source: You cannot use 45° tick layout along with the time range filter
fr: Vous ne pouvez pas utiliser la disposition de 45° avec le filtre de plage de temps

source: You do not have permission to edit this %s
fr: Vous n'avez pas la permission de modifier ce %s

source: You do not have permission to edit this chart
fr: Vous n'avez pas les permission pour modifier ce graphique

source: You do not have permission to edit this dashboard
fr: Vous n'avez pas les permission pour modifier ce tableau de bord

source: You do not have permission to read tags
fr: Vous n'avez pas la permission de lire les tags

source: You do not have permissions to edit this dashboard.
fr: Vous n'avez pas les permission pour modifier ce tableau de bord.

source: You do not have sufficient permissions to edit the chart
fr: Vous n'avez pas les permissions suffisantes pour modifier le graphique

source: You don't have access to this chart.
fr: Vous n'avez pas accès à ce graphique.

source: You don't have access to this dashboard.
fr: Vous n'avez pas accès à ce tableau de bord.

source: You don't have access to this dataset.
fr: Vous n'avez pas accès à cet ensemble de données.

source: You don't have access to this embedded dashboard config.
fr: Vous n'avez pas accès à cette configuration de tableau de bord intégré.

source: You don't have permission to modify the value.
fr: Vous n'avez pas la permission de modifier la valeur.

source: You don't have the rights to alter %(resource)s
fr: Vous n'avez pas les droits pour modifier %(resource)s

source: You don't have the rights to alter this chart
fr: Vous n'avez pas les droits pour modifier ce graphique

source: You don't have the rights to alter this dashboard
fr: Vous n'avez pas les droits pour modifier ce tableau de bord

source: You don't have the rights to alter this title.
fr: Vous n'avez pas les droits pour modifier ce titre.

source: You don't have the rights to create a chart
fr: Vous n'avez pas les droits de créer un graphique

source: You don't have the rights to create a dashboard
fr: Vous n'avez pas les droits de créer un tableau de bord

source: You don't have the rights to download as csv
fr: Vous n'avez pas les droits de télécharger au format csv

source: You have removed this filter.
fr: Vous avez supprimé ce filtre.

source: You have unsaved changes.
fr: Vous avez des modifications non enregistrées.

source: You have used all %(historyLength)s undo slots and will not be able to fully undo subsequent actions. You may save your current state to reset the history.
fr: Vous avez utilisé tous les emplacements d%(historyLength)s'annulation et ne pourrez pas annuler complètement les actions subséquentes. Vous pouvez enregistrer votre état actuel pour réinitialiser l'historique.

source: You must be a dataset owner in order to edit. Please reach out to a dataset owner to request modifications or edit access.
fr: Vous devez être propriétaire d'un ensemble de données pour pouvoir le modifier. Veuillez communiquer avec un propriétaire d'ensemble de données pour demander des modifications ou modifier l'accès.

source: You must pick a name for the new dashboard
fr: Vous devez entrer un nom pour le nouveau tableau de Bord

source: You must run the query successfully first
fr: Vous devez d'abord exécuter la requête avec succès

source: You need to configure HTML sanitization to use CSS
fr: Vous devez configurer la désinfection HTML pour utiliser CSS
