Repository: CypherXIII/formasup-bi-platform
Catalog: superset/locales/backup-messages.po
Languages: fr

source: Import dashboards
fr: Importer les tableaux de bords

source: Import database failed for an unknown reason
fr: L'import de la base de données a échoué pour une raison inconnue

source: Import database from file
fr: Importer la base de données depuis un fichier

source: Import dataset failed for an unknown reason
fr: L'import de l'ensemble de données a échoué pour une raison inconnue

source: Import datasets
fr: Importer des ensembles de données

source: Import queries
fr: Importer des requêtes

source: Import saved query failed for an unknown reason.
fr: L'import de la requête sauvegardée a échoué pour une raison inconnue.

source: In
fr: Dans

source: In order to connect to non-public sheets you need to either provide a service account or configure an OAuth2 client.
fr: Pour vous connecter à des feuilles non publiques, vous devez soit fournir un compte de service, soit configurer un client OAuth2.

source: In this view you can preview the first 25 rows.
fr: Dans cette vue, vous pouvez prévisualiser les 25 premières lignes.

source: Include Series
fr: Inclure la série

source: Include Template Parameters
fr: Inclure les paramètres du modèle

source: Include a description that will be sent with your report
fr: Inclure une description qui sera envoyée avec votre rapport

source: Include description to be sent with %s
fr: Inclure une description à envoyer avec %s

source: Include series name as an axis
fr: Inclure le nom de la série comme axe

source: Include time
fr: Inclure l'heure

source: Increase
fr: Augmentation

source: Index column
fr: Colonne d'index

source: Index label
fr: Libellé d'index

source: Indexes (%s)
fr: Index (%s)

source: Inherit range from time filter
fr: Hériter de la plage du filtre temporel

source: Inner Radius
fr: Rayon intérieur

source: Inner radius of donut hole
fr: Rayon intérieur du trou du beigne

source: Input custom width in pixels
fr: Visualise les mots dans une colonne qui apparaît le plus souvent. La police plus grosse correspond à une fréquence plus élevée

source: Input field supports custom rotation. e.g. 30 for 30°
fr: Le champ d'entrée prend en charge la rotation personnalisée, p. ex., 30 pour 30°

source: Insert Layer URL
fr: Insérer l'URL de la couche

source: Insert Layer title
fr: Insérer le titre de la couche

source: Intensity
fr: Intensité

source: Intensity Radius
fr: Rayon d'intensité

source: Intensity Radius is the radius at which the weight is distributed
fr: Le rayon d'intensité est le rayon auquel le poids est distribué

source: Intensity is the value multiplied by the weight to obtain the final weight
fr: L'intensité est la valeur multipliée par le poids pour obtenir le poids final

source: Interval
fr: Intervalle

source: Interval End column
fr: Colonne de fin d'intervalle

source: Interval bounds
fr: Limites d'intervalle

source: Interval colors
fr: Couleurs d'intervalle

source: Interval start column
fr: Première colonne d'intervalle

source: Intervals
fr: Intervalles

source: Invalid Connection String: Expecting String of the form 'ocient://user:pass@host:port/database'.
fr: Chaîne de connexion invalide : la chaîne attendue est de la forme 'ocient://user:pass@host:port/database'.

source: Invalid JSON
fr: JSON invalide

source: Invalid advanced data type: %(advanced_data_type)s
fr: Type de données avancé invalide : %(advanced_data_type)s

source: Invalid certificate
fr: Certificat invalide

source: Invalid connection string, a valid string usually follows: backend+driver://user:password@database-host/database-name
fr: Chaîne de connexion invalide, une chaîne valide suit habituellement : backend+driver://user:password@database-host/database-name

source: Invalid connection string, a valid string usually follows:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Example:'postgresql://user:password@your-postgres-db/database'</p>
fr: Chaine de connexion incorrecte, une chaine correcte s'écrit habituellement : « DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME »<p>Exemple : « postgresql://user:password@your-postgres-db/database »</p>

source: Invalid cron expression
fr: Expression CRON invalide

source: Invalid cumulative operator: %(operator)s
fr: Operateur cumulatif invalide : %(operator)s

source: Invalid currency code in saved metrics
fr: Code de devise invalide dans les métriques sauvegardés

source: Invalid date/timestamp format
fr: Format d'horodatage invalide

source: Invalid executor type
fr: Type d'exécuteur invalide

source: Invalid filter operation type: %(op)s
fr: Type d'opération de filtrage invalide : %(op)s

source: Invalid geodetic string
fr: Chaîne géodésique non valable

source: Invalid geohash string
fr: Chaîne geohash invalide

source: Invalid input
fr: Saisie erronée

source: Invalid lat/long configuration.
fr: Configuration lat/long non valide.

source: Invalid longitude/latitude
fr: Longitude/latitude invalide

source: Invalid metric object: %(metric)s
fr: Objet de mesure invalide : %(metric)s

source: Invalid numpy function: %(operator)s
fr: Fonction numpy invalide : %(operator)s

source: Invalid options for %(rolling_type)s: %(options)s
fr: Options invalides pour %(rolling_type)s: %(options)s

source: Invalid permalink key
fr: Clé de liaison permanente non valide

source: Invalid reference to column: "%(column)s"
fr: Référence non valide à la colonne : « %(column)s »

source: Invalid result type: %(result_type)s
fr: Type de résultat invalide : %(result_type)s

source: Invalid rolling_type: %(type)s
fr: Le rolling_type est invalide: %(type)s

source: Invalid spatial point encountered: %(latlong)s
fr: Point géographique invalide rencontré : %(latlong)s

source: Invalid state.
fr: État invalide.

source: Invalid tab ids: %s(tab_ids)
fr: Identifiants d'onglet non valides : %s(tab_ids)

source: Inverse selection
fr: Sélection inverse

source: Invert current page
fr: Inverser la page actuelle

source: Is Active?
fr: Est actif ?

source: Is active?
fr: Est actif ?

source: Is certified
fr: Est certifié

source: Is custom tag
fr: Est un tag personnalisé

source: Is dimension
fr: Est une Dimension

source: Is false
fr: Est faux

source: Is favorite
fr: Est favori

source: Is filterable
fr: Est filtrable

source: Is not null
fr: N'est pas null

source: Is null
fr: Est null

source: Is tagged
fr: Est étiqueté

source: Is temporal
fr: Est temporel

source: Is true
fr: Est vrai

source: Isoband
fr: Isobande

source: Isoline
fr: Isoligne

source: Issue 1000 - The dataset is too large to query.
fr: Problème 1000 - L'ensemble de données est trop volumineux pour être interrogé.

source: Issue 1001 - The database is under an unusual load.
fr: Problème 1001 - La base de données est soumise à une charge inhabituelle.

source: It's not recommended to truncate axis in Bar chart.
fr: Il n'est pas recommandé de tronquer l'axe dans le graphique à barres.

source: JSON Metadata
fr: Méta-données JSON

source: JSON metadata
fr: Méta-données JSON

source: JSON metadata is invalid!
fr: Les métadonnées JSON ne sont pas valides !

source: JSON string containing additional connection configuration. This is used to provide connection information for systems like Hive, Presto and BigQuery which do not conform to the username:password syntax normally used by SQLAlchemy.
fr: Chaîne JSON qui contient des informations de configuration de connexion supplémentaires. Ceci est utilisé pour fournir des informations de connexion pour des systèmes comme Hive, Presto et BigQuery qui ne se conforment pas à la syntaxe utilisateur : normalement utilisée par SQLAlchemy.

source: JUL
fr: JUIL

source: JUN
fr: JUIN

source: January
fr: Janvier

source: JavaScript data interceptor
fr: Intercepteur de données JavaScript

source: JavaScript tooltip generator
fr: Générateur d'infobulle JavaScript

source: Jinja templating
fr: Modèle Jinja

source: July
fr: Juillet

source: June
fr: Juin

source: KPI
fr: ICR

source: Keep control settings?
fr: Conserver les paramètres de contrôle?

source: Keep editing
fr: Poursuivre l'édition

source: Key
fr: Clé

source: Keyboard shortcuts
fr: Raccourcis clavier

source: Keys for table
fr: Clefs pour le tableau

source: Kilometers
fr: Kilomètres

source: Label
fr: Étiquette

source: Label Contents
fr: Contenu de l'étiquette

source: Label Line
fr: Ligne d'étiquette

source: Label Template
fr: Modèle d'étiquette

source: Label Type
fr: Type d'étiquette

source: Label already exists
fr: L'étiquette existe déjà

source: Label for the index column. Don't use an existing column name.
fr: Étiquette pour la colonne d'index. N'utilisez pas un nom de colonne existant.

source: Label for your query
fr: Label pour votre requête

source: Label position
fr: Position de l'étiquette

source: Label threshold
fr: Seuil d'étiquette

source: Labelling
fr: Étiquetage

source: Labels
fr: Étiquettes

source: Labels for the marker lines
fr: Étiquettes pour les lignes de repère

source: Labels for the markers
fr: Étiquettes pour les marqueurs

source: Labels for the ranges
fr: Étiquettes pour les plages

source: Large
fr: Grand

source: Last
fr: Dernier

source: Last Name
fr: Nom de famille

source: Last Updated %s
fr: Dernière mise à jour %s

source: Last Updated %s by %s
fr: Dernière mise à jour %s par %s

source: Last Value
fr: Dernière valeur

source: Last available value seen on %s
fr: Dernière valeur disponible vue sur %s

source: Last day
fr: Dernier jour

source: Last login
fr: Dernière connexion

source: Last modified
fr: Dernière modification

source: Last month
fr: Mois dernier

source: Last name
fr: Nom de famille

source: Last name is required
fr: Le nom de famille est obligatoire

source: Last quarter
fr: Dernier trimestre

source: Last run
fr: Dernière exécution

source: Last week
fr: Semaine dernière

source: Last year
fr: Année dernière

source: Latitude of default viewport
fr: Latitude de la fenêtre d'affichage par défaut

source: Layer
fr: Couche

source: Layer Name
fr: Nom de la couche

source: Layer URL
fr: URL de la couche

source: Layer configuration
fr: Configuration de filtre

source: Layer title
fr: Titre de la couche

source: Layer type
fr: Type de couche

source: Layers
fr: Couches

source: Layout
fr: Disposition

source: Layout elements
fr: Éléments de disposition

source: Layout type of graph
fr: Type de disposition du graphique

source: Layout type of tree
fr: Type de disposition de l'arbre

source: Least recently modified
fr: Dernière modification en date

source: Left
fr: Gauche

source: Left Margin
fr: Marge gauche

source: Left margin, in pixels, allowing for more room for axis labels
fr: Marge inférieure, en pixels, offrant plus d'espace pour les étiquettes d'axe

source: Left to Right
fr: Gauche à droite

source: Left value
fr: Valeur gauche

source: Legacy
fr: Hérité

source: Legend
fr: Légende

source: Legend Format
fr: Format de la légende

source: Legend Orientation
fr: Orientation de la légende

source: Legend Position
fr: Position de la légende

source: Legend Type
fr: Type de légende

source: Legend type
fr: Type de légende

source: Less or equal (<=)
fr: Inférieur ou égal (<=)

source: Less than (<)
fr: Moins de (<)

source: Lift percent precision
fr: Précision du pourcentage de levée

source: Light
fr: Clair

source: Light mode
fr: Mode clair

source: Like
fr: Comme

source: Like (case insensitive)
fr: Comme (insensible à la casse)

source: Limit type
fr: Type de limite

source: Limits the number of cells that get retrieved.
fr: Limite le nombre de cellules récupérées.

source: Limits the number of rows that get displayed.
fr: Limite le nombre de lignes qui sont affichées.

source: Limits the number of series that get displayed. A joined subquery (or an extra phase where subqueries are not supported) is applied to limit the number of series that get fetched and rendered. This feature is useful when grouping by high cardinality column(s) though does increase the query complexity and cost.
fr: Limite le nombre de séries affichées. Une sous-requête associée (ou une phase supplémentaire dans laquelle les sous-requêtes ne sont pas prises en charge) est appliquée pour limiter le nombre de séries qui sont récupérées et affichées. Cette fonctionnalité est utile lors du regroupement par colonne(s) de cardinalité(s) élevée(s) bien que cela augmente la complexité et le coût de la requête.

source: Limits the number of the rows that are computed in the query that is the source of the data used for this chart.
fr: Définissez une fonction javascript qui reçoit le tableau de données utilisé dans la visualisation et qui doit renvoyer une version modifiée de ce tableau. Cette fonction peut être utilisée pour modifier les propriétés des données, filtrer ou enrichir le tableau.

source: Line
fr: Ligne

source: Line Chart
fr: Graphique linéaire

source: Line Style
fr: Style de ligne

source: Line chart is used to visualize measurements taken over a given category. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
fr: Le graphique linéaire est utilisé pour visualiser les mesures prises sur une catégorie donnée. Le graphique linéaire est un type de graphique qui affiche les informations sous forme de série de points de données reliés par des segments linéaires. Il s'agit d'un type de tableau de base commun dans de nombreux champs.

source: Line charts on a map
fr: Graphiques linéaires sur une carte

source: Line interpolation as defined by d3.js
fr: Interpolation de lignes telle que définie par d3.js

source: Line width
fr: Largeur de la ligne

source: Line width unit
fr: Unité de largeur de ligne

source: Linear Color Scheme
fr: Schéma de couleurs linéaire

source: Linear color scheme
fr: Schéma de couleurs linéaire

source: Linear interpolation
fr: Interpolation linéaire

source: Lines column
fr: Colonne des lignes

source: Lines encoding
fr: Encodage des lignes

source: Link Copied!
fr: Lien copié!

source: List Groups
fr: Liste des groupes

source: List Roles
fr: Liste des rôles

source: List Unique Values
fr: Liste des valeurs uniques

source: List Users
fr: Liste des utilisateurs

source: List of extra columns made available in JavaScript functions
fr: Liste des colonnes supplémentaires disponibles dans les fonctions JavaScript

source: List of n+1 values for bucketing metric into n buckets.
fr: Liste des valeurs n+1 pour le classement des mesures en n seaux.

source: List of the column names that should be read
fr: Liste des noms de colonnes à lire

source: List of values to mark with lines
fr: Liste des valeurs à marquer avec des lignes

source: List of values to mark with triangles
fr: Liste des valeurs à marquer avec des triangles

source: List updated
fr: Liste mise à jour

source: Live CSS editor
fr: Editeur CSS en ligne

source: Live render
fr: Rendu en direct

source: Load a CSS template
fr: Chargerun modèle CSS

source: Loaded data cached
fr: Données mises en cache chargées

source: Loaded from cache
fr: Chargées depuis le cache

source: Loading
fr: Chargement

source: Loading...
fr: Chargement...

source: Locate the chart
fr: Situer le graphique

source: Log Scale
fr: Échelle logarithmique

source: Log retention
fr: Conservation des journaux

source: Logarithmic axis
fr: Axe logarithmique

source: Logarithmic scale on primary y-axis
fr: Échelle logarithmique sur l'axe des ordonnées primaire

source: Logarithmic scale on secondary y-axis
fr: Échelle logarithmique sur axe des ordonnées secondaire

source: Logarithmic x-axis
fr: Axe X logarithmique

source: Logarithmic y-axis
fr: Axe des ordonnées logarithmique

source: Login
fr: Connexion

source: Login count
fr: Nombre de connexions

source: Login with
fr: Se connecter avec

source: Logout
fr: Déconnexion

source: Logs
fr: Journaux

source: Long dashed
fr: Long tiret

source: Longitude & Latitude columns
fr: Colonnes longitude et latitude

source: Longitude and Latitude
fr: Longitude et latitude

source: Longitude of default viewport
fr: Longitude de la fenêtre de visualisation par défaut

source: Lower Threshold
fr: Seuil bas

source: Lower threshold must be lower than upper threshold
fr: Le seuil inférieur doit être plus bas que le seuil supérieur

source: MAY
fr: MAI

source: MON
fr: LUN

source: Main
fr: Principal

source: Make sure that the controls are configured properly and the datasource contains data for the selected time range
fr: Assurez-vous que les commandes sont configurées correctement et que la source de données contient des données pour la plage de temps sélectionnée

source: Make the x-axis categorical
fr: Rendre l'axe X catégoriel

source: Malformed request. slice_id or table_name and db_name arguments are expected
fr: Requête malformée. Les arguments slice_id ou table_name et db_name sont attendus

source: Manage
fr: Gérer

source: Manage email report
fr: Gérer le rapport par courriel

source: Manage your databases
fr: Gérer vos bases de données

source: Mandatory
fr: Obligatoire

source: Manually set min/max values for the y-axis.
fr: Définir manuellement les valeurs min/max pour l'axe des ordonnées.

source: Map
fr: Carte

source: Map Options
fr: Options de carte

source: Map Style
fr: Style de carte

source: March
fr: Mars

source: Margin
fr: Marge

source: Mark a column as temporal in "Edit datasource" modal
fr: Marquer une colonne comme temporelle dans le modal « Modifier la source de données »

source: Marker
fr: Marqueur

source: Marker Size
fr: Taille du marqueur

source: Marker labels
fr: Étiquettes des marqueurs

source: Marker line labels
fr: Étiquettes des lignes de marquage

source: Marker lines
fr: Lignes de marquage

source: Marker size
fr: Taille du marqueur

source: Markers
fr: Marqueurs

source: Markup type
fr: Type de marqueur

source: Match system
fr: Correspondre au système

source: Match time shift color with original series
fr: Faire correspondre la couleur du décalage temporel avec la série originale

source: Max Bubble Size
fr: Taille maximale de la bulle

source: Max. features
fr: Nb max. de fonctionnalités

source: Maximum Font Size
fr: Taille maximale de la police

source: Maximum Radius
fr: Rayon maximal

source: Maximum number of features to fetch from service
fr: Nombre maximum de fonctionnalités à récupérer depuis le service

source: Maximum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this maximum radius.
fr: Taille maximale du rayon du cercle, en pixels. Lorsque le niveau de zoom change, cela permet de s'assurer que le cercle respecte ce rayon maximal.

source: Maximum value
fr: Valeur maximale

source: Maximum value on the gauge axis
fr: Valeur maximale sur l'axe de l'indicateur

source: May
fr: Mai

source: Mean of values over specified period
fr: Moyenne des valeurs sur une période spécifiée

source: Mean values
fr: Valeurs moyennes

source: Median
fr: Médiane

source: Median edge width, the thickest edge will be 4 times thicker than the thinnest.
fr: Largeur médiane du bord, le bord le plus épais sera 4 fois plus épais que le bord le plus mince.

source: Median node size, the largest node will be 4 times larger than the smallest
fr: Taille du nœud médiane, le plus grand nœud sera 4 fois plus grand que le plus petit

source: Median values
fr: Valeurs médianes

source: Medium
fr: Moyen

source: Memory in bytes - binary (1024B => 1KiB)
fr: Mémoire en octets - binaire (1024B => 1Kio)

source: Memory in bytes - decimal (1024B => 1.024kB)
fr: Mémoire en octets - décimal (1024B => 1.024ko)

source: Memory transfer rate in bytes - binary (1024B => 1KiB/s)
fr: Taux de transfert mémoire en octets - binaire (1024B => 1Kio/s)

source: Memory transfer rate in bytes - decimal (1024B => 1.024kB/s)
fr: Taux de transfert mémoire en octets - décimal (1024B => 1.024ko/s)

source: Menu actions trigger
fr: Déclencheur des actions de menu

source: Message content
fr: Contenu du message

source: Metadata
fr: Métadonnées

source: Metadata Parameters
fr: Paramètres de métadonnées

source: Metadata has been synced
fr: Les métadonnées ont été synchronisées

source: Method
fr: Méthode

source: Metric
fr: Mesure

source: Metric '%(metric)s' does not exist
fr: La mesure « %(metric)s » n'existe pas

source: Metric Key
fr: Clé de mesure

source: Metric ``%(metric_name)s`` not found in %(dataset_name)s.
fr: Mesure \u00ab %(metric_name)s \u00bb introuvable dans %(dataset_name)s.

source: Metric ascending
fr: Mesure ascendante

source: Metric assigned to the [X] axis
fr: Mesure assignée à l'axe [X]

source: Metric assigned to the [Y] axis
fr: Mesure assignée à l'axe [Y]

source: Metric change in value from `since` to `until`
fr: Variation de la valeur mesure de « depuis » à « jusqu'à »

source: Metric currency
fr: Devise de la mesure

source: Metric descending
fr: Mesure descendante

source: Metric factor change from `since` to `until`
fr: Le facteur mesure passe de « depuis » à « jusqu'à »

source: Metric for node values
fr: Mesure pour les valeurs de nœud

source: Metric name
fr: Nom de la mesure

source: Metric name [%s] is duplicated
fr: Le nom de mesure [%s] est dupliqué

source: Metric percent change in value from `since` to `until`
fr: Pourcentage de variation de la valeur mesure de « depuis » à « jusqu'à »

source: Metric that defines the size of the bubble
fr: Mesure qui définit la taille de la bulle

source: Metric to display bottom title
fr: Mesure à afficher dans le titre du bas

source: Metric used as a weight for the grid's coloring
fr: Mesure utilisée comme poids pour la coloration de la grille

source: Metric used to calculate bubble size
fr: Mesure utilisée pour calculer la taille des bulles

source: Metric used to control height
fr: Mesure utilisée pour contrôler la hauteur

source: Metric used to define how the top series are sorted if a series or cell limit is present. If undefined reverts to the first metric (where appropriate).
fr: Mesure utilisée pour définir le tri des séries principales si une limite de série ou de cellule est présente. Si non définie, revient à la première mesure (si approprié).

source: Metric used to define how the top series are sorted if a series or row limit is present. If undefined reverts to the first metric (where appropriate).
fr: Mesure utilisée pour définir comment les séries principales sont triées si une limite de série ou de rangée est définie. Si indéfini, la première mesure sera utilisée (si approprié).

source: Metrics
fr: Mesures

source: Middle
fr: Milieu

source: Midnight
fr: Minuit

source: Min Periods
fr: Périodes minimales

source: Min Width
fr: Largeur minimale

source: Min periods
fr: Périodes minimales

source: Min/max (no outliers)
fr: Min/max (sans valeurs aberrantes)

source: Mine
fr: Mien

source: Minimum Font Size
fr: Taille minimale de la police

source: Minimum Radius
fr: Rayon minimum

source: Minimum must be strictly less than maximum
fr: Le minimum doit être strictement inférieur au maximum

source: Minimum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this minimum radius.
fr: Taille minimale du rayon du cercle, en pixels. Lorsque le niveau de zoom change, cela permet de s'assurer que le cercle respecte ce rayon minimal.

source: Minimum threshold in percentage points for showing labels.
fr: Seuil minimum en points de pourcentage pour afficher les étiquettes.

source: Minimum value
fr: Valeur minimale

source: Minimum value cannot be higher than maximum value
fr: La valeur minimale ne peut pas être supérieure à la valeur maximale

source: Minimum value for label to be displayed on graph.
fr: Valeur minimale pour que l'étiquette soit affichée sur le graphique.

source: Minimum value on the gauge axis
fr: Valeur minimale sur l'axe de la jauge

source: Minor Split Line
fr: Ligne de séparation mineure

source: Minor ticks
fr: Graduations mineures
