Repository: CypherXIII/formasup-bi-platform
Catalog: superset/locales/backup-messages.po
Languages: fr

source: Enter the group's name
fr: Saisir le nom du groupe

source: Enter the required %(dbModelName)s credentials
fr: Saisir les informations d'%(dbModelName)sidentification requises

source: Enter the unique project id for your database.
fr: Saisissez l'identifiant unique du projet pour votre base de données.

source: Enter the user's email
fr: Saisir l'email de l'utilisateur

source: Enter the user's first name
fr: Saisir le prénom de l'utilisateur

source: Enter the user's last name
fr: Saisir le nom de famille de l'utilisateur

source: Enter the user's username
fr: Saisir le nom de l'utilisateur

source: Enter your login and password below:
fr: Saisissez votre identifiant et mot de passe ci-dessous :

source: Entity
fr: Entité

source: Equal Date Sizes
fr: Taille des dates égales

source: Equal to (=)
fr: Égal à (=)

source: Error
fr: Erreur

source: Error Fetching Tagged Objects
fr: Erreur lors de la récupération des objets étiquetés

source: Error deleting %s
fr: Erreur lors de la suppression de %s

source: Error executing query.
fr: Erreur lors de l'exécution de la requête.

source: Error faving chart
fr: Erreur lors de l'ajout du graphique aux favoris

source: Error in jinja expression in RLS filters: %(msg)s
fr: Erreur dans l'expression jinja des filtres RLS : %(msg)s

source: Error in jinja expression in WHERE clause: %(msg)s
fr: Erreur d'expression jinja dans la clause WHERE : %(msg)s

source: Error in jinja expression in fetch values predicate: %(msg)s
fr: Erreur dans l'expression jinja dans la réupération du prédicat des valeurs : %(msg)s

source: Error loading chart datasources. Filters may not work correctly.
fr: Erreur au chargement des source de données du graphique Les filtres peuvent mal fonctionner.

source: Error message
fr: Message d'erreur

source: Error parsing
fr: Erreur d'analyse

source: Error reading CSV file
fr: Erreur de lecture du fichier CSV

source: Error reading Columnar file
fr: Erreur de lecture du fichier en colonnes

source: Error reading Excel file
fr: Erreur de lecture du fichier Excel

source: Error saving dataset
fr: Erreur lors de la sauvegarde de l'ensemble de données

source: Error unfaving chart
fr: Erreur lors du retrait du graphique des favoris

source: Error while fetching charts
fr: Erreur lors de la récupération des graphiques

source: Error while fetching data: %s
fr: Erreur lors de la récupération des données : %s

source: Error while fetching groups
fr: Erreur lors de la récupération des groupes

source: Error while fetching roles
fr: Erreur lors de la récupération des rôles

source: Error while rendering virtual dataset query: %(msg)s
fr: Erreur durant le rendu de la requête de l'ensemble de données virtuel : %(msg)s

source: Error: %(error)s
fr: Erreur : %(error)s

source: Error: %(msg)s
fr: Erreur : %(msg)s

source: Error: permalink state not found
fr: Erreur : état du permalien non trouvé

source: Estimate cost
fr: Estimation des coûts

source: Estimate selected query cost
fr: Estimer le coût estimé de la requête sélectionnée

source: Estimate the cost before running a query
fr: Estimer le coût avant d'exécuter une requête

source: Event
fr: Événement

source: Event flow
fr: Flux d'événements

source: Event time column
fr: Colonne temporelle de l'événement

source: Every
fr: Chaque

source: Evolution
fr: Évolution

source: Example
fr: Exemple

source: Examples
fr: Exemples

source: Excel file format cannot be determined
fr: Le format du fichier Excel ne peut pas être déterminé

source: Excel upload
fr: Téléversement d'un fichier Excel

source: Exclude selected values
fr: Exclure les valeurs sélectionnées

source: Excluded roles
fr: Rôles exclus

source: Executed SQL
fr: SQL exécuté

source: Executed query
fr: Requête exécutée

source: Execution ID
fr: ID d'exécution

source: Execution log
fr: Journal d'exécution

source: Existing dataset
fr: Ensemble de données existant

source: Exit fullscreen
fr: Sortir du mode plein écran

source: Expand
fr: Agrandir

source: Expand all
fr: Développer tout

source: Expand data panel
fr: Développer le panneau de données

source: Expand row
fr: Agrandir la rangée

source: Expand tool bar
fr: Étendre la barre d'outils

source: Expects a formula with depending time parameter 'x' in milliseconds since epoch. mathjs is used to evaluate the formulas. Example: '2x+5'
fr: Attend une formule avec un paramètre de temps dépendant « x » en millisecondes depuis l'époque. mathjs est utilisé pour évaluer les formules. Exemple : « 2x+5 »

source: Experimental
fr: Expérimental

source: Explore
fr: Explorer

source: Explore - %(table)s
fr: Explorer - %(table)s

source: Explore the result set in the data exploration view
fr: Explorer le résultat dans la vue d'exploration des données

source: Export
fr: Exporter

source: Export dashboards?
fr: Exporter les tableaux de bords?

source: Export query
fr: Exporter la requête

source: Export to .CSV
fr: Exporter en .CSV

source: Export to .JSON
fr: Exporter en .JSON

source: Export to Excel
fr: Exporter vers Excel

source: Export to PDF
fr: Exporter en PDF

source: Export to Pivoted .CSV
fr: Exporter au format CSV avec un pivot

source: Export to full .CSV
fr: Exporter en CSV intégralement

source: Export to full Excel
fr: Exporter vers Excel complet

source: Export to original .CSV
fr: Exporter vers .CSV original

source: Export to pivoted .CSV
fr: Exporter vers .CSV pivoté

source: Expose database in SQL Lab
fr: Exposer la base de données dans SQL Lab

source: Expose in SQL Lab
fr: Exposer dans SQL Lab

source: Extent
fr: Étendue

source: Extra Controls
fr: Contrôles supplémentaires

source: Extra Parameters
fr: Paramètres supplémentaires

source: Extra data for JS
fr: Données supplémentaires pour JS

source: Extra data to specify table metadata. Currently supports metadata of the format: `{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." }, "warning_markdown": "This is a warning." }`.
fr: Données supplémentaires pour spécifier les métadonnées du tableau. Actuellement, les métadonnées sont prises en charge dans le format suivant : `{ « certification »: { « certified_by »: « Data Platform Team », « details »: « Ce tableau est la source de la vérité. » }, « warning_markdown »: « Ceci est un avertissement. » }`.

source: Extra parameters for use in jinja templated queries
fr: Paramètres supplémentaires à utiliser dans les modèles de requêtes jinja

source: Extra parameters that any plugins can choose to set for use in Jinja templated queries
fr: Paramètres supplémentaires que tout plugin peut choisir de définir pour les requêtes Jinja

source: Extra url parameters for use in Jinja templated queries
fr: Paramètres d'URL supplémentaires pour les requêtes Jinja

source: Extruded
fr: Extrudé

source: FIT DATA
fr: AJUSTER AUX DONNÉES

source: Factor
fr: Facteur

source: Factor to multiply the metric by
fr: Facteur permettant de multiplier la mesure par

source: Fail login count
fr: Nombre d'échecs de connexion

source: Failed
fr: Echoué

source: Failed at retrieving results
fr: Échec lors de la récupération des résultats

source: Failed to create report
fr: Échec de la création du rapport

source: Failed to execute %(query)s
fr: Échec de l'exécution de %(query)s

source: Failed to generate chart edit URL
fr: Échec de la génération de l'URL de modification du graphique

source: Failed to load chart data
fr: Échec du chargement des données du graphique

source: Failed to load chart data.
fr: Échec du chargement des données du graphique.

source: Failed to load dimensions for drill by
fr: Échec du chargement des dimensions pour l'exploration par

source: Failed to retrieve advanced type
fr: Échec de la récupération du type avancé

source: Failed to save cross-filter scoping
fr: Échec de la sauvegarde de la portée du filtre croisé

source: Failed to start remote query on a worker.
fr: Échec du lancement d'une requête à distance sur un travailleur.

source: Failed to stop query.
fr: Échec de l'arrêt de la requête.

source: Failed to tag items
fr: Échec de l'étiquetage des éléments

source: Failed to update report
fr: Échec de la mise à jour du rapport

source: Failed to verify select options: %s
fr: Échec de la vérification des options de sélection : %s

source: False
fr: Faux

source: Favorite
fr: Favori

source: Featured
fr: En vedette

source: Featured color palettes
fr: Palettes de couleurs mises en avant

source: February
fr: Février

source: Fetch data preview
fr: Récupérer l'aperçu des données

source: Fetched %s
fr: Récupération de %s

source: Fetching
fr: Récupération

source: Field cannot be decoded by JSON. %(json_error)s
fr: Le champ ne peut pas être décodé en JSON. %(json_error)s

source: Field cannot be decoded by JSON. %(msg)s
fr: Le champ ne peut pas être décodé par JSON. %(msg)s

source: Field is required
fr: Le champ est requis

source: File
fr: Fichier

source: File extension is not allowed.
fr: L'extension de fichier n'est pas autorisée.

source: File settings
fr: Paramètres du fichier

source: File upload
fr: Téléversement de fichier

source: Fill Color
fr: Couleur de remplissage

source: Fill all required fields to enable "Default Value"
fr: Remplissez tous les champs obligatoires pour activer la « valeur par défaut »

source: Fill method
fr: Méthode de remplissage

source: Fill out the registration form
fr: Remplissez le formulaire d'inscription

source: Filled
fr: Rempli

source: Filter
fr: Filtre

source: Filter Configuration
fr: Configuration de routeur

source: Filter List
fr: Liste de filtre

source: Filter Settings
fr: Paramètres du filtre

source: Filter Type
fr: Type de filtre

source: Filter charts
fr: Filtrer les graphiques

source: Filter has default value
fr: Le filtre a une valeur par défaut

source: Filter menu
fr: Menu de filtre

source: Filter name
fr: Nom du filtre

source: Filter only displays values relevant to selections made in other filters.
fr: Le filtre n'affiche que les valeurs pertinentes après les sélections effectuées dans d'autres filtres.

source: Filter results
fr: Filtrer les résultats

source: Filter type
fr: Type de filtre

source: Filter value (case sensitive)
fr: Valeur du filtre (sensible à la casse)

source: Filter value is required
fr: La valeur du filtre est requise

source: Filter value list cannot be empty
fr: La liste de valeurs du filtre ne peut pas être vide

source: Filter your charts
fr: Filtrer vos graphiques

source: Filters
fr: Filtres

source: Filters by columns
fr: Filtres par colonne

source: Filters by metrics
fr: Filtres par mesure

source: Filters for comparison must have a value
fr: Représente les mesures individuelles pour chaque ligne de données verticalement et les relie par une ligne. Ce graphique est utile pour comparer plusieurs mesures sur l'ensemble des échantillons ou des lignes de données

source: Filters for values equal to this exact value.
fr: Filtre les valeurs égales à cette valeur exacte.

source: Filters for values greater than or equal.
fr: Filtres pour les valeurs supérieures ou égales.

source: Filters for values less than or equal.
fr: Filtre les valeurs inférieures ou égales.

source: Filters out of scope (%d)
fr: Filtres hors de portée (%d)

source: Filters with the same group key will be ORed together within the group, while different filter groups will be ANDed together. Undefined group keys are treated as unique groups, i.e. are not grouped together. For example, if a table has three filters, of which two are for departments Finance and Marketing (group key = 'department'), and one refers to the region Europe (group key = 'region'), the filter clause would apply the filter (department = 'Finance' OR department = 'Marketing') AND (region = 'Europe').
fr: Les filtres d'un groupe qui ont la même clé vont se combiner avec des OR, alors que des filtres de groupes différents vont se combiner avec des AND. Les groupes qui ont une clé indéfinie sont traités comme des groupes uniques, c'est-à-dire qu'ils ne sont pas regroupés. Par exemple, si une table a 3 filtres dont 2 sont pour les départements Finance et Marketing (clé de groupe « department », et 1 se réfère à la région Europe (clé de groupe = « region »), la clause du filtre qui s'appliquerait serait (department = « Finance » OR department = « Marketing ») AND (region = « Europe »).

source: Find
fr: Rechercher

source: Finish
fr: Terminer

source: First
fr: Premier

source: First Name
fr: Prénom

source: First name
fr: Prénom

source: First name is required
fr: Le prénom est obligatoire

source: Fix the trend line to the full time range specified in case filtered results do not include the start or end dates
fr: Corrigez la ligne de tendance à la plage de temps complète spécifiée au cas où les résultats filtrés n'incluraient pas les dates de début ou de fin

source: Fix to selected Time Range
fr: Fixer à la plage de temps sélectionnée

source: Fixed
fr: Modifié

source: Fixed Color
fr: Couleur fixe

source: Fixed color
fr: Couleur fixe

source: Fixed point radius
fr: Rayon de point fixe

source: Flow
fr: Flux

source: Font size
fr: Taille de la police

source: Font size for axis labels, detail value and other text elements
fr: Taille de la police pour les étiquettes d'axe, la valeur de détail et d'autres éléments de texte

source: Font size for the biggest value in the list
fr: Taille de police pour la plus grande valeur de la liste

source: Font size for the smallest value in the list
fr: Taille de police pour la plus petite valeur de la liste

source: For Bigquery, Presto and Postgres, shows a button to compute cost before running a query.
fr: Pour Presto et Postgres, affiche un bouton pour calculer le coût avant d'exécuter une requête.

source: For Trino, describe full schemas of nested ROW types, expanding them with dotted paths
fr: Pour Trino, décrire les schémas complets des types ROW imbriqués, en les développant avec des chemins pointés

source: For further instructions, consult the
fr: Pour obtenir des instructions supplémentaires, consultez

source: For more information about objects are in context in the scope of this function, refer to the
fr: Pour obtenir de plus amples renseignements sur les objets dans le contexte de la portée de cette fonction, reportez-vous au

source: For regular filters, these are the roles this filter will be applied to. For base filters, these are the roles that the filter DOES NOT apply to, e.g. Admin if admin should see all data.
fr: Pour les filtres réguliers, il s'agit des rôles auxquels le filtre s'applique. Pour les filtres de base, il s'agit des rôles auxquels le filtre ne s'applique PAS, par exemple Admin si l'administrateur doit voir toutes les données.

source: Force
fr: Forcer

source: Force all tables and views to be created in this schema when clicking CTAS or CVAS in SQL Lab.
fr: Forcez la création de toutes les tables et vues dans ce schéma lorsque vous cliquez sur CTAS ou CVAS dans SQL Lab.

source: Force categorical
fr: Forcer catégoriel

source: Force date format
fr: Forcer le format de date

source: Force refresh
fr: Forcer l'actualisation

source: Force refresh Slack channels list
fr: Forcer le rafraîchissement de la liste des canaux Slack

source: Force refresh catalog list
fr: Forcer le rafraîchissement de la liste des catalogues

source: Force refresh schema list
fr: Forcer l'actualisation de la liste des schémas

source: Force refresh table list
fr: Forcer l'actualisation de la liste des tableaux

source: Forecast periods
fr: Périodes de prévision

source: Foreign key
fr: Clé étrangère

source: Forest Green
fr: Vert forêt

source: Form data not found in cache, reverting to chart metadata.
fr: Les données du formulaire n'ont pas été trouvées dans le cache, les métadonnées du graphique ont été rétablies.

source: Form data not found in cache, reverting to dataset metadata.
fr: Les données du formulaire n'ont pas été trouvées dans l'ensemble de données, les métadonnées du graphique ont été rétablies.

source: Format SQL
fr: Formater SQL

source: Format SQL query
fr: Formater la requête SQL

source: Format data labels. Use variables: {name}, {value}, {percent}. \n represents a new line. ECharts compatibility: {a} (series), {b} (name), {c} (value), {d} (percentage)
fr: Formater les étiquettes de données. Utiliser les variables : {name}, {value}, {percent}. \n représente une nouvelle ligne. Compatibilité ECharts : {a} (série), {b} (nom), {c} (valeur), {d} (pourcentage)

source: Formatted CSV attached in email
fr: CSV formatté attaché dans le courriel

source: Formatted date
fr: Date formatée

source: Formatted value
fr: Valeur formatée

source: Formatting
fr: Formatage

source: Formula
fr: Formule

source: Forward values
fr: Reporter les valeurs

source: Found invalid orderby options
fr: Options orderby invalides trouvées

source: Fraction digits
fr: Chiffres de fraction

source: Frequency
fr: Fréquence

source: Friction between nodes
fr: Friction entre les nœuds

source: Friday
fr: Vendredi

source: From date cannot be larger than to date
fr: La date de début ne peut être supérieure à la date de fin

source: Full name
fr: Nom complet

source: Funnel Chart
fr: Graphique en entonnoir

source: Further customize how to display each column
fr: Personnaliser davantage la façon d'afficher chaque colonne

source: Further customize how to display each metric
fr: Personnaliser davantage la façon d'afficher chaque mesure

source: Gauge Chart
fr: Graphique en jauge

source: General
fr: Général

source: General information
fr: Informations générales

source: Generating link, please wait..
fr: Génération du lien, veuillez patienter.

source: Generic Chart
fr: Graphique générique

source: Geo
fr: Géo

source: GeoJson Column
fr: Colonne GeoJson

source: GeoJson Settings
fr: Paramètres GeoJson

source: Geometry Column
fr: Colonne Géométrie

source: Get the last date by the date unit.
fr: Récupérer la dernière date par l'unité de date.

source: Get the specify date for the holiday
fr: Récupérer la date spécifiée pour le jour férié

source: Give access to multiple catalogs in a single database connection.
fr: Donner accès à plusieurs catalogues dans une seule connexion de base de données.

source: Go to the edit mode to configure the dashboard and add charts
fr: Allez dans l'edition pour configurer le tableau de bord et ajouter des graphiques

source: Gold
fr: Or

source: Google Sheet Name and URL
fr: Nom et URL de la feuille Google Sheet

source: Grace period
fr: Période de grâce

source: Graph Chart
fr: Graphique en réseau

source: Graph layout
fr: Disposition du graphique

source: Gravity
fr: Gravité

source: Greater or equal (>=)
fr: Supérieur ou égal (>=)

source: Greater than (>)
fr: Supérieur à (>)

source: Green for increase, red for decrease
fr: Vert pour les augmentations, rouge pour les diminutions

source: Grid
fr: Grille

source: Grid Size
fr: Taille de la grille

source: Group
fr: Groupe

source: Group By
fr: Grouper par

source: Group By, Metrics or Percentage Metrics must have a value
fr: Grouper par, Mesures ou Mesures de pourcentage doit avoir une valeur

source: Group Key
fr: Clé de groupe

source: Group by
fr: Grouper par

source: Groups
fr: Groupes

source: Guest user cannot modify chart payload
fr: L'utilisateur invité ne peut pas modifier le contenu du graphique

source: HOUR
fr: HEURE

source: Handlebars Template
fr: Modèle Handlebars

source: Hard value bounds applied for color coding.
fr: Limites de valeurs strictes appliquées pour le codage couleur.

source: Has created by
fr: A été créé par

source: Header
fr: En-tête

source: Header row
fr: Ligne d'en-tête

source: Heatmap
fr: Carte thermique

source: Height
fr: Hauteur

source: Height of the sparkline
fr: Hauteur de la ligne d'étincelle

source: Hide Column
fr: Masquer la colonne

source: Hide Line
fr: Masquer la ligne

source: Hide chart description
fr: Masquer la description du graphique

source: Hide layer
fr: Masquer la couche

source: Hide password.
fr: Masquer le mot de passe.

source: Hide tool bar
fr: Masquer la barre d'outil

source: Hides the Line for the time series
fr: Masque la ligne de la série temporelle

source: Hierarchy
fr: Hiérarchie

source: Histogram
fr: Histogramme

source: Home
fr: Accueil

source: Horizon Chart
fr: Graphique Horizon

source: Horizon Charts
fr: Graphiques horizontaux

source: Horizontal (Top)
fr: Horizontal (haut)

source: Horizontal alignment
fr: Alignement horizontal

source: Host
fr: Hôte

source: Hostname or IP address
fr: Nom d'hôte ou adresse IP

source: Hour
fr: Heure

source: Hours %s
fr: Heures %s

source: Hours offset
fr: Heures de décalage

source: How do you want to enter service account credentials?
fr: Comment voulez-vous entrer les informations de connexion du compte de service?

source: How many buckets should the data be grouped in.
fr: Combien de groupes de données doivent être regroupés.

source: How many periods into the future do we want to predict
fr: Combien de périodes voulons-nous prévoir

source: How to display time shifts: as individual lines; as the difference between the main time series and each time shift; as the percentage change; or as the ratio between series and time shifts.
fr: Comment afficher les décalages temporels : sous forme de lignes individuelles; sous forme de différence entre la série temporelle principale et chaque décalage temporel; sous forme de pourcentage de variation; ou sous forme de rapport entre les séries et les décalages temporels.

source: Huge
fr: Énorme

source: ISO 3166-2 Codes
fr: Codes ISO 3166-2

source: Id of root node of the tree.
fr: ID du nœud racine de l'arborescence.

source: If Presto or Trino, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them. If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
fr: Dans le cas de Presto ou Trino, toutes les requêtes dans SQL Lab seront exécutées en tant qu'utilisateur·rice connecté·e qui doit avoir la permission de les exécuter. Si Hive et hive.server2.enable.doAs sont activés, les requêtes seront exécutées en tant que compte de service, mais en usurpant l'identité de l'utilisateur·rice connecté·e via la propriété hive.server2.proxy.user.

source: If a metric is specified, sorting will be done based on the metric value
fr: Si une mesure est définie, le tri sera basé sur sa valeur

source: If enabled, this control sorts the results/values descending, otherwise it sorts the results ascending.
fr: Si activé, ce contrôle trie les résultats/valeurs par ordre décroissant, sinon il trie les résultats par ordre croissant.

source: If table already exists
fr: Si la table existe déjà

source: Ignore cache when generating report
fr: Ignorer le cache lors de la génération du rapport

source: Ignore null locations
fr: Ignorer les emplacements nuls

source: Ignore time
fr: Ignorer le temps

source: Image (PNG) embedded in email
fr: Image (PNG) encapsulée dans le courriel

source: Image download failed, please refresh and try again.
fr: Échec du téléchargement de l'image, veuillez actualiser et réessayer.

source: Impersonate logged in user (Presto, Trino, Drill, Hive, and Google Sheets)
fr: Se faire passer pour l'utilisateur·rice connecté·e (Presto, Trino, Drill, Hive, and GSheets)

source: Import
fr: Importer

source: Import %s
fr: Importer %s

source: Import Dashboard(s)
fr: Exporter le ou les tableaux de bords

source: Import Error
fr: Erreur d'importation

source: Import chart failed for an unknown reason
fr: L'import du graphique a échoué pour une raison inconnue

source: Import charts
fr: Importer des graphiques

source: Import dashboard failed for an unknown reason
fr: L'import du tableau de bord a échoué pour une raison inconnue
