Repository: CypherXIII/formasup-bi-platform
Catalog: superset/locales/backup-messages.po
Languages: fr

source: Time comparison
fr: Comparaison chronologique

source: Time delta in natural language (example: 24 hours, 7 days, 56 weeks, 365 days)
fr: Delta temporel dans le langage naturel (exemple : 24 heures, 7 jours, 56 semaines, 365 jours)

source: Time delta is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
fr: Le delta temporel est ambigu. Veuillez spécifier [%(human_readable)s ago] ou [%(human_readable)s later].

source: Time filter
fr: Filtre de temps

source: Time format
fr: Format de temps

source: Time grain
fr: Fragment de temps

source: Time grain filter plugin
fr: Plugin de filtre de granularité temporelle

source: Time grain missing
fr: Fragment de temps manquant

source: Time granularity
fr: Granularité temporelle

source: Time in seconds
fr: Temps en secondes

source: Time lag
fr: Décalage temporel

source: Time range
fr: Rangée de temps

source: Time ratio
fr: Ratio temporel

source: Time related form attributes
fr: Attributs du formulaire liés au temps

source: Time series
fr: Séries temporelles

source: Time series columns
fr: Colonnes des séries temporelles

source: Time shift
fr: Décalage temporel

source: Time string is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
fr: La chaîne temporelle est ambigue. Veuillez spécifier [%(human_readable)s ago] ou [%(human_readable)s later].

source: Time-series Percent Change
fr: Pourcentage de variation des séries temporelles

source: Time-series Period Pivot
fr: Pivot de période des séries temporelles

source: Time-series Table
fr: Tableau des séries temporelles

source: Timeout error
fr: Erreur de dépassement de délai

source: Timestamp format
fr: Format d'horodatage

source: Timezone
fr: Fuseau horaire

source: Timezone selector
fr: Sélecteur de fuseau horaire

source: Tiny
fr: Très petit

source: Title
fr: Titre

source: Title Column
fr: Colonne de titre

source: Title is required
fr: Le titre est obligatoire

source: Title or Slug
fr: Titre ou logotype

source: To enable multiple column sorting, hold down the ⇧ Shift key while clicking the column header.
fr: Pour activer le tri sur plusieurs colonnes, maintenez la touche ⇧ Maj enfoncée tout en cliquant sur l'en-tête de colonne.

source: To filter on a metric, use Custom SQL tab.
fr: Pour filtrer sur une mesure, utiliser l'onglet Custom SQL.

source: To get a readable URL for your dashboard
fr: Pour obtenir une URL lisible pour votre tableau de bord

source: Tooltip
fr: Infobulle

source: Tooltip Contents
fr: Contenu de l'infobulle

source: Tooltip sort by metric
fr: Tri de l'infobulle par mesure

source: Tooltip time format
fr: Format de temps de l'infobulle

source: Top
fr: Haut

source: Top left
fr: En haut à gauche

source: Top right
fr: En haut à droite

source: Top to Bottom
fr: De haut en bas

source: Total (Sum)
fr: Total (Somme)

source: Total value
fr: Valeur totale

source: Track job
fr: Suivre le travail

source: Transpose pivot
fr: Pivot de transposition

source: Treat values as categorical.
fr: Traiter les valeurs comme catégoriques.

source: Tree Chart
fr: Graphique en arbre

source: Tree layout
fr: Disposition de l'arbre

source: Tree orientation
fr: Orientation de l'arbre

source: Treemap
fr: Graphique en arbre

source: Trend
fr: Tendance

source: Trigger Alert If...
fr: Déclencher une alerte si…

source: True
fr: Vrai

source: Truncate Axis
fr: Tronquer l'axe

source: Truncate Cells
fr: Tronquer les cellules

source: Truncate Metric
fr: Tronquer la mesure

source: Truncate X Axis
fr: Tronquer l'axe X

source: Truncate X Axis. Can be overridden by specifying a min or max bound. Only applicable for numerical X axis.
fr: Tronquer l'axe X. Peut être surpasser en spécifiant une limite min ou max. Seulement applicable sur les axes X numériques.

source: Truncate Y Axis
fr: Tronquer l'axe des absisses

source: Truncate Y Axis. Can be overridden by specifying a min or max bound.
fr: Tronquer l'axe des ordonnées. Peut être modifié en spécifiant une limite minimale ou maximale.

source: Truncate long cells to the "min width" set above
fr: Tronquer les cellules longues à la « largeur minimale » définie ci-dessus

source: Truncates the specified date to the accuracy specified by the date unit.
fr: Tronquer la date spécifiée à la précision spécifiée par l'unité de date.

source: Try applying different filters or ensuring your datasource has data
fr: Essayez d'appliquer différents filtres ou de vous assurer que votre source de données contient des données

source: Try different criteria to display results.
fr: Essayez des critères différents pour afficher les résultats.

source: Tuesday
fr: Mardi

source: Type "%s" to confirm
fr: Saisissez « %s » pour confirmer

source: Type a number
fr: Saisir un nombre

source: Type a value
fr: Saisissez une valeur

source: Type a value here
fr: Saisir une valeur ici

source: Type is required
fr: Le type est requis

source: Type of comparison, value difference or percentage
fr: Type de comparaison, différence de valeur ou pourcentage

source: UI Configuration
fr: Configuration de l'interface

source: URL Parameters
fr: Paramètres URL

source: URL parameters
fr: Paramètres URL

source: URL slug
fr: Logotype URL

source: Unable to calculate such a date delta
fr: Impossible de calculer un delta de date comme celui-ci

source: Unable to connect to catalog named "%(catalog_name)s".
fr: Impossible de se connecter au catalogue « %(catalog_name)s ».

source: Unable to connect to database "%(database)s".
fr: Impossible de se connecter à la base de données « %(database)s ».

source: Unable to connect. Verify that the following roles are set on the service account: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" and the following permissions are set "bigquery.readsessions.create", "bigquery.readsessions.getData"
fr: Impossible de se connecter. Vérifiez que les rôles suivants sont définis sur le compte de service : "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" et que les permissions suivantes sont définies : "bigquery.readsessions.create", "bigquery.readsessions.getData"Impossible de se connecter. Vérifiez que les rôles suivants sont définis sur le compte de service : « BigQuery Data Viewer », « BigQuery Metadata Viewer », « BigQuery Job User » et que les permissions suivantes sont définies « bigquery.readsessions.create », « bigquery.readsessions.getData »

source: Unable to create chart without a query id.
fr: Impossible de créer un graphique sans ID de requête.

source: Unable to decode value
fr: Impossible de décoder la valeur

source: Unable to encode value
fr: Impossible de coder la valeur

source: Unable to find such a holiday: [%(holiday)s]
fr: Impossible de trouver un tel congé : [%(holiday)s]

source: Unable to load columns for the selected table. Please select a different table.
fr: Impossible de charger les colonnes pour le tableau sélectionné. Veuillez sélectionner un autre tableau.

source: Unable to load dashboard
fr: Impossible de charger le tableau de bord

source: Unable to migrate query editor state to backend. Superset will retry later. Please contact your administrator if this problem persists.
fr: Impossible de migrer l'état de l'éditeur de requêtes dans le programme dorsal. Superset réessayera plus tard. Veuillez contacter votre administrateur si le problème persiste.

source: Unable to migrate query state to backend. Superset will retry later. Please contact your administrator if this problem persists.
fr: Impossible de migrer l'état de la requête vers le programme dorsal. Superset réessayera plus tard. Veuillez contacter votre administrateur si ce problème persiste.

source: Unable to migrate table schema state to backend. Superset will retry later. Please contact your administrator if this problem persists.
fr: Impossible de migrer l'état du schéma de tableau vers le programme dorsal. Superset réessayera plus tard. Veuillez contacter votre administrateur si ce problème persiste.

source: Unable to parse SQL
fr: Impossible d'analyser le SQL

source: Unable to read the file, please refresh and try again.
fr: Impossible de lire le fichier, veuillez actualiser et réessayer.

source: Unable to retrieve dashboard colors
fr: Impossible de récupérer les couleurs du tableau de bord

source: Unable to sync permissions for this database connection.
fr: Impossible de synchroniser les permissions pour cette connexion de base de données.

source: Undefined
fr: Indéfini

source: Undefined window for rolling operation
fr: Fenêtre indéfinie pour l'opération de roulement

source: Undo the action
fr: Annuler l'action

source: Undo?
fr: Annuler?

source: Unexpected error
fr: Erreur inattendue

source: Unexpected error occurred, please check your logs for details
fr: Une erreur inattendue s'est produite, veuillez consulter vos journaux pour plus de détails

source: Unexpected error:
fr: Erreur inattendue :

source: Unexpected no file extension found
fr: Extension de fichier manquante

source: Unexpected time range: %(error)s
fr: Intervalle de temps inattendu : %(error)s

source: Unhide
fr: Afficher

source: Unknown
fr: Inconnu

source: Unknown Doris server host "%(hostname)s".
fr: Hôte du serveur Doris "%(hostname)s" inconnu.

source: Unknown MySQL server host "%(hostname)s".
fr: Hôte inconnu du serveur MySQL "%(hostname)s".

source: Unknown OceanBase server host "%(hostname)s".
fr: Hôte du serveur OceanBase "%(hostname)s" inconnu.

source: Unknown Presto Error
fr: Erreur Presto inconnue

source: Unknown Status
fr: Statut inconnu

source: Unknown column used in orderby: %(col)s
fr: Colonne inconnue utilisée dans orderby : %(col)s

source: Unknown error
fr: Erreur inconnue

source: Unknown input format
fr: Format d'entrée inconnu

source: Unknown type
fr: Type inconnu

source: Unknown value
fr: Valeur inconnue

source: Unpin
fr: Désépingler

source: Unsafe return type for function %(func)s: %(value_type)s
fr: Type de retour non sécurisé pour la fonction %(func)s: %(value_type)s

source: Unsafe template value for key %(key)s: %(value_type)s
fr: Valeur de modèle non sûre pour la clé %(key)s: %(value_type)s

source: Unsupported clause type: %(clause)s
fr: Type de clause non pris en charge : %(clause)s

source: Unsupported post processing operation: %(operation)s
fr: Opération de post-traitement non supportée : %(operation)s

source: Unsupported return value for method %(name)s
fr: Valeur de retour non supportée pour la méthode %(name)s

source: Unsupported template value for key %(key)s
fr: Valeur de modèle non supportée pour la clé %(key)s

source: Unsupported time grain: %(time_grain)s
fr: Fragment de temps non pris en charge : %(time_grain)s

source: Untitled Dataset
fr: Ensemble de données sans titre

source: Untitled Query
fr: Requête sans titre

source: Untitled query
fr: Requête sans titre

source: Update
fr: Mettre à jour

source: Update chart
fr: Mettre à jour le graphique

source: Updating chart was stopped
fr: La mise à jour du graphique a été interrompue

source: Upload
fr: Téléversement

source: Upload CSV
fr: Téléverser un CSV

source: Upload CSV to database
fr: Téléverser un fichier CSV vers la base de données

source: Upload Columnar
fr: Téléverser un fichier en colonnes

source: Upload Columnar file to database
fr: Téléverser un fichier en colonnes vers la base de données

source: Upload Enabled
fr: Téléversement activé

source: Upload Excel
fr: Téléverser un fichier Excel

source: Upload Excel to database
fr: Téléverser un fichier Excel vers la base de données

source: Upload JSON file
fr: Téléverser un fichier JSON

source: Upload a file to a database.
fr: Téléverser un fichier vers la base de données.

source: Upload a file with a valid extension. Valid: [%s]
fr: Téléverser un fichier avec une extension valide. Valide: [%s]

source: Upload credentials
fr: Téléverser les informations d'identification

source: Upload file to database
fr: Téléverser un fichier vers la base de données

source: Upload file to preview columns
fr: Téléverser un fichier pour prévisualiser les colonnes

source: Uploading a file is required
fr: Le téléversement d'un fichier est requis

source: Upper Threshold
fr: Seuil supérieur

source: Upper threshold must be greater than lower threshold
fr: Le seuil supérieur doit être supérieur au seuil inférieur

source: Usage
fr: Utilisation

source: Use "%(menuName)s" menu instead.
fr: Utilisez plutôt le menu « %(menuName)s ».

source: Use %s to open in a new tab.
fr: Utilisez %s pour ouvrir dans un nouvel onglet.

source: Use Area Proportions
fr: Utiliser les proportions de surface

source: Use a log scale
fr: Utiliser une échelle de journalisation

source: Use a log scale for the X-axis
fr: Utiliser une échelle de journalisation pour l'axe des absisses

source: Use a log scale for the Y-axis
fr: Utiliser une échelle de journalisation pour l'axe des ordonnées

source: Use an encrypted connection to the database
fr: Utiliser une connexion cryptée vers la base de données

source: Use an ssh tunnel connection to the database
fr: Utiliser une connexion par tunnel SSH vers la base de données

source: Use another existing chart as a source for annotations and overlays. Your chart must be one of these visualization types: [%s]
fr: Utilisez un autre graphique existant comme source d'annotations et de superpositions. Votre graphique doit être l'un de ces types de visualisation : [%s]

source: Use current extent
fr: Utiliser l'étendue actuelle

source: Use date formatting even when metric value is not a timestamp
fr: Utiliser le formatage de la date même lorsque la valeur mesure n'est pas un horodatage

source: Use metrics as a top level group for columns or for rows
fr: Utiliser les mesures comme groupe de niveau supérieur pour les colonnes ou les lignes

source: Use only a single value.
fr: N'utiliser qu'une seule valeur.

source: Use the Advanced Analytics options below
fr: Utiliser les options d'analyse avancée ci-dessous

source: Use the edit button to change this field
fr: Utilisez le bouton modifier pour changer ce champ

source: Use this section if you want a query that aggregates
fr: Utiliser cette section si vous voulez une requête qui regroupe

source: Use this section if you want to query atomic rows
fr: Utiliser cette section si vous souhaitez interroger des rangées atomiques

source: Use this to define a static color for all circles
fr: Utiliser ceci pour définir une couleur statique pour tous les cercles

source: Used internally to identify the plugin. Should be set to the package name from the pluginʼs package.json
fr: Utilisé en interne pour identifier le plugiciel. Devrait être le nom du paquet tiré de package.json du plugiciel

source: Used to summarize a set of data by grouping together multiple statistics along two axes. Examples: Sales numbers by region and month, tasks by status and assignee, active users by age and location. Not the most visually stunning visualization, but highly informative and versatile.
fr: Utilisé pour résumer un ensemble de données en regroupant plusieurs statistiques le long de deux axes. Exemples : Chiffre d'affaires par région et par mois, tâches par statut et par destinataire,utilisateur·rice·s actif·ve·s par âge et par lieu. Ce n'est pas la visualisation la plus impressionnante, mais elle est très informative et polyvalente.

source: User
fr: Utilisateur·rice

source: User Name
fr: Nom d'utilisateur

source: User Registrations
fr: Inscriptions des utilisateurs

source: User doesn't have the proper permissions.
fr: Lutilisateur·rice n'a pas les droits.

source: User must select a value before applying the filter
fr: L'utilisateur doit sélectionner une valeur avant d'appliquer le filtre

source: User query
fr: Requête d'utilisateur·rice

source: User registrations
fr: Inscriptions des utilisateurs

source: Username
fr: Nom d'utilisateur

source: Username is required
fr: Le nom d'utilisateur est requis

source: Username:
fr: Nom d'utilisateur :

source: Users
fr: Utilisateurs

source: Users are not allowed to set a search path for security reasons.
fr: Les utilisateurs ne sont pas autorisés à définir un chemin de recherche pour des raisons de sécurité.

source: Uses Gaussian Kernel Density Estimation to visualize spatial distribution of data
fr: Utilise l'estimation de la densité du noyau gaussien pour visualiser la distribution spatiale des données

source: Uses a gauge to showcase progress of a metric towards a target. The position of the dial represents the progress and the terminal value in the gauge represents the target value.
fr: Utilise une jauge pour montrer la progression d'une mesure vers une cible. La position du cadran représente la progression et la valeur de borne dans la jauge représente la valeur cible.

source: Uses circles to visualize the flow of data through different stages of a system. Hover over individual paths in the visualization to understand the stages a value took. Useful for multi-stage, multi-group visualizing funnels and pipelines.
fr: Utilise des cercles pour visualiser le flux de données à travers les différentes étapes d'un système. Placez le curseur sur les chemins individuels dans la visualisation pour comprendre les étapes qu'une valeur a suivies. Utile pour la visualisation d'entonnoirs et de pipelines à plusieurs étapes et groupes.

source: Validating connectivity for %s
fr: Validation de la connectivité pour %s

source: Value
fr: Valeur

source: Value Domain
fr: Domaine de valeur

source: Value Format
fr: Format de valeur

source: Value and Percentage
fr: Valeur et pourcentage

source: Value bounds
fr: Limites de valeur

source: Value cannot exceed %s
fr: La valeur ne peut pas dépasser %s

source: Value difference between the time periods
fr: Différence de valeur entre les périodes

source: Value format
fr: Format de valeur

source: Value greater than
fr: Valeur supérieure à

source: Value is required
fr: Une valeur est obligatoire

source: Value less than
fr: Valeur inférieure à

source: Value must be 0 or greater
fr: La valeur doit être 0 ou supérieure

source: Value must be greater than 0
fr: La valeur doit être plus grande que 0

source: Values are dependent on other filters
fr: Les valeurs dépendent d'autres filtres

source: Values dependent on
fr: Valeurs dépendent de

source: Values less than this percentage will be grouped into the Other category.
fr: Les valeurs inférieures à ce pourcentage seront regroupées dans la catégorie Autre.

source: Values selected in other filters will affect the filter options to only show relevant values
fr: Les valeurs sélectionnées dans d'autres filtres affecteront les options de filtrage afin de n'afficher que les valeurs pertinentes

source: Version number
fr: Numéro de version

source: Vertical (Left)
fr: Vertical (gauche)

source: View
fr: Voir

source: View All »
fr: Tout voir »

source: View Dataset
fr: Voir l'ensemble de données

source: View all charts
fr: Voir tous les graphiques

source: View as table
fr: Voir sous forme de tableau

source: View in SQL Lab
fr: Voir dans SQL Lab

source: View keys & indexes (%s)
fr: Vue des clefs et index (%s)

source: View query
fr: Voir la requête

source: Viewed
fr: Consulté

source: Viewed %s
fr: %s consulté

source: Virtual
fr: Virtuel

source: Virtual (SQL)
fr: Virtuel (SQL)

source: Virtual dataset query cannot be empty
fr: L'ensemble de données virtuel ne peut pas être vide

source: Virtual dataset query cannot consist of multiple statements
fr: Une requête sur un ensemble de données virtuel ne peut pas être composée de plusieurs instructions

source: Virtual dataset query must be read-only
fr: L'interrogation de l'ensemble de données virtuel doit être en lecture seule

source: Visual Tweaks
fr: Modifications visuelles

source: Visual formatting
fr: Formatage visuel

source: Visualization Type
fr: Type de visualisation

source: Visualize a parallel set of metrics across multiple groups. Each group is visualized using its own line of points and each metric is represented as an edge in the chart.
fr: Visualisez un ensemble parallèle de mesures dans plusieurs groupes. Chaque groupe est visualisé en utilisant sa propre ligne de points et chaque mesure est représentée comme un bord dans le graphique.

source: Visualize a related metric across pairs of groups. Heatmaps excel at showcasing the correlation or strength between two groups. Color is used to emphasize the strength of the link between each pair of groups.
fr: Visualisez une mesure connexe entre les paires de groupes. Les cartes thermiques excellent à mettre en valeur la corrélation ou la force entre deux groupes. La couleur est utilisée pour souligner la force du lien entre chaque paire de groupes.

source: Visualize geospatial data like 3D buildings, landscapes, or objects in grid view.
fr: Visualisez des données géospatiales telles que des bâtiments, des paysages ou des objets en 3D dans une vue grille.

source: Visualize multiple levels of hierarchy using a familiar tree-like structure.
fr: Visualisez plusieurs niveaux de hiérarchie à l'aide d'une structure familière semblable à un arbre.

source: Visualize two different series using the same x-axis. Note that both series can be visualized with a different chart type (e.g. 1 using bars and 1 using a line).
fr: Visualisez deux séries différentes en utilisant le même axe des x. Notez que les deux séries peuvent être visualisées avec un type de graphique différent (p. ex., 1 utilisant des barres et 1 utilisant une ligne).

source: Visualizes a metric across three dimensions of data in a single chart (X axis, Y axis, and bubble size). Bubbles from the same group can be showcased using bubble color.
fr: Visualise une mesure sur trois dimensions de données dans un seul graphique (axe des absisses, axe des ordonnées et taille des bulles). Les bulles du même groupe peuvent être présentées en utilisant la couleur des bulles.

source: Visualizes connected points, which form a path, on a map.
fr: Visualise les points connectés, qui forment un chemin, sur une carte.

source: Visualizes geographic areas from your data as polygons on a Mapbox rendered map. Polygons can be colored using a metric.
fr: Visualise les zones géographiques de vos données sous forme de polygones sur une carte rendue par Mapbox. Les polygones peuvent être colorés à l'aide d'une mesure.

source: Visualizes how a metric has changed over a time using a color scale and a calendar view. Gray values are used to indicate missing values and the linear color scheme is used to encode the magnitude of each day's value.
fr: Visualise la façon dont une mesure a changé au fil du temps à l'aide d'une échelle de couleurs et d'une vue de calendrier. Les valeurs grises sont utilisées pour indiquer les valeurs manquantes et le schéma de couleurs linéaires est utilisé pour coder l'amplitude de la valeur de chaque jour.

source: Visualizes how a single metric varies across a country's principal subdivisions (states, provinces, etc) on a choropleth map. Each subdivision's value is elevated when you hover over the corresponding geographic boundary.
fr: Visualise la façon dont une seule mesure varie entre les principales subdivisions d'un pays (États, provinces, etc.) sur une carte de choroplète. La valeur de chaque subdivision est élevée lorsque vous survolez la limite géographique correspondante.

source: Visualizes many different time-series objects in a single chart. This chart is being deprecated and we recommend using the Time-series Chart instead.
fr: Visualise de nombreux objets de séries temporelles différents dans un seul tableau. Ce graphique est en cours d'amortissement et nous vous recommandons d'utiliser plutôt le graphique des séries temporelles.
