Repository: CypherXIII/formasup-bi-platform
Catalog: superset/locales/backup-messages.po
Languages: fr

source: Columns subtotal position
fr: Position du sous-total des colonnes

source: Columns to be parsed as dates
fr: Colonnes à analyser comme des dates

source: Columns to calculate distribution across.
fr: Colonnes pour calculer la distribution.

source: Columns to display
fr: Colonnes à afficher

source: Columns to group by
fr: Colonnes à regrouper par

source: Columns to group by on the columns
fr: Colonnes à regrouper sur les colonnes

source: Columns to group by on the rows
fr: Colonnes à regrouper sur les rangées

source: Columns to read
fr: Colonnes à lire

source: Combine metrics
fr: Combiner les métriques

source: Comma-separated color picks for the intervals, e.g. 1,2,4. Integers denote colors from the chosen color scheme and are 1-indexed. Length must be matching that of interval bounds.
fr: Choix de couleurs séparés par des virgules pour les intervalles, par exemple 1,2,4. Les nombres entiers désignent les couleurs de la palette de couleurs choisie et sont indexés par 1. La longueur doit correspondre à celle des limites de l'intervalle.

source: Comma-separated interval bounds, e.g. 2,4,5 for intervals 0-2, 2-4 and 4-5. Last number should match the value provided for MAX.
fr: Limites des intervalles séparées par des virgules, par exemple 2,4,5 pour les intervalles 0-2, 2-4 et 4-5. Le dernier chiffre doit correspondre à la valeur fournie pour MAX.

source: Comparator option
fr: Option comparateur

source: Compare multiple time series charts (as sparklines) and related metrics quickly.
fr: Comparez rapidement plusieurs graphiques de séries temporelles (sous forme de lignes d'étincelles) et des mesures connexes.

source: Compare results with other time periods.
fr: Comparer les résultats avec d'autres périodes.

source: Compare the same summarized metric across multiple groups.
fr: Comparez la même mesure résumée entre plusieurs groupes.

source: Compares how a metric changes over time between different groups. Each group is mapped to a row and change over time is visualized bar lengths and color.
fr: Compare l'évolution d'une mesure dans le temps entre différents groupes. Chaque groupe est associé à une ligne et l'évolution dans le temps est visualisée par la longueur des barres et la couleur.

source: Comparison
fr: Comparaison

source: Comparison Period Lag
fr: Décalage de la période de comparaison

source: Comparison font size
fr: Taille de police de comparaison

source: Comparison suffix
fr: Suffixe de comparaison

source: Compose multiple layers together to form complex visuals.
fr: Composer des couches multiples pour former des images complexes.

source: Compute the contribution to the total
fr: Calculer la contribution au total

source: Conditional Formatting
fr: Mise en forme conditionnelle

source: Conditional formatting
fr: Mise en forme conditionnelle

source: Confidence interval
fr: Intervalle de confiance

source: Confidence interval must be between 0 and 1 (exclusive)
fr: L'intervalle de confiance doit être compris entre 0 et 1 (exclusif)

source: Configure Advanced Time Range
fr: Configuration de la plage horaire avancée

source: Configure Time Range: Current...
fr: Configurer la plage de temps : Actuel...

source: Configure Time Range: Last...
fr: Configurer l'intervalle de temps : Dernier…

source: Configure Time Range: Previous...
fr: Configurer intervalle de temps : Précédent…

source: Configure custom time range
fr: Configurer un intervalle de temps personnalisée

source: Configure filter scopes
fr: Configurer la portée du filtre

source: Configure the basics of your Annotation Layer.
fr: Configurer les bases de votre couche d'annotations.

source: Configure the chart size for each zoom level
fr: Configurer la taille du graphique pour chaque niveau de zoom

source: Configure this dashboard to embed it into an external web application.
fr: Configurez ce tableau de bord pour l'intégrer dans une application Web externe.

source: Configure your how you overlay is displayed here.
fr: Configurer comment votre superposition est affichée ici.

source: Confirm Password
fr: Confirmer le mot de passe

source: Confirm overwrite
fr: Confirmer l'écrasement

source: Confirm password
fr: Confirmer le mot de passe

source: Confirm save
fr: Confirmer la sauvegarde

source: Confirm the user's password
fr: Confirmer le mot de passe de l'utilisateur

source: Connect
fr: Connecter

source: Connect Google Sheet
fr: Connecter Google Sheet

source: Connect Google Sheets as tables to this database
fr: Connecter les Google Sheets en tant que tables à cette base de données

source: Connect a database
fr: Connecter une base de données

source: Connect database
fr: Connecter une base de données

source: Connect this database using the dynamic form instead
fr: Connecter plutôt cette base de données au moyen du formulaire dynamique

source: Connect this database with a SQLAlchemy URI string instead
fr: Connecter cette base de données avec une chaîne URI SQLAlchemy à la place

source: Connection
fr: Connexion

source: Connection failed, please check your connection settings
fr: La connexion a échoué, veuillez vérifier vos paramètres de connexion

source: Connection failed, please check your connection settings.
fr: La connexion a échoué, veuillez vérifier vos paramètres de connexion.

source: Content format
fr: Format du contenu

source: Content type
fr: Type de contenu

source: Continue
fr: Continuer

source: Continuous
fr: En continu

source: Contribution Mode
fr: Mode de contribution

source: Control
fr: Contrôle

source: Control labeled
fr: Contrôle libellé

source: Controls labeled
fr: Contrôles libellés

source: Copied to clipboard!
fr: Copié vers le presse-papier!

source: Copy
fr: Copier

source: Copy SELECT statement
fr: Copier l'instruction SELECT

source: Copy SELECT statement to the clipboard
fr: Copier l'instruction SELECT dans le presse-papiers

source: Copy URL
fr: Copier l'URL

source: Copy and Paste JSON credentials
fr: Copier et coller les informations de connexion JSON

source: Copy link
fr: Copier le lien

source: Copy of %s
fr: Copie de %s

source: Copy partition query to clipboard
fr: Copier la requête de partition vers le presse-papier

source: Copy permalink to clipboard
fr: Copier le lien dans le presse-papiers

source: Copy query URL
fr: Copier l'URL de la requête

source: Copy query link to your clipboard
fr: Copier le lien de la requête vers le presse-papier

source: Copy the current data
fr: Copier les données actuelles

source: Copy the identifier of the account you are trying to connect to.
fr: Copiez l'identifiant du compte auquel vous essayez de vous connecter.

source: Copy the name of the HTTP Path of your cluster.
fr: Copiez le nom du chemin HTTP de votre grappe.

source: Copy the name of the database you are trying to connect to.
fr: Copiez le nom de la base de données à laquelle vous essayez de vous connecter.

source: Copy to Clipboard
fr: Copier vers le presse-papier

source: Copy to clipboard
fr: Copier vers le presse-papier

source: Corner Radius
fr: Rayon des coins

source: Correlation
fr: Corrélation

source: Cost estimate
fr: Estimation des coûts

source: Could not connect to database: "%(database)s"
fr: Impossible de se connecter à la base de données : "%(database)s"

source: Could not determine datasource type
fr: Impossible de déterminer le type de source de données

source: Could not fetch all saved charts
fr: Impossible de récupérer tous les graphiques sauvegardés

source: Could not find viz object
fr: Impossible de trouver l'objet viz

source: Could not load database driver
fr: Impossible de charger le pilote de la base de données

source: Could not load database driver: {}
fr: Impossible de charger le pilote de la base de données : {}

source: Could not resolve hostname: "%(host)s".
fr: Impossible de résoudre le nom d'hôte:"%(host)s".

source: Could not validate the user in the current session.
fr: Impossible de valider l'utilisateur dans la session en cours.

source: Count
fr: Compte

source: Count Unique Values
fr: Compter les valeurs uniques

source: Count as Fraction of Columns
fr: Compter comme fraction de colonnes

source: Count as Fraction of Rows
fr: Compter comme fraction de rangées

source: Count as Fraction of Total
fr: Compter comme fraction de total

source: Country
fr: Pays

source: Country Color Scheme
fr: Schéma de couleur par pays

source: Country Column
fr: Colonne de pays

source: Country Field Type
fr: Type de champ de pays

source: Country Map
fr: Carte de pays

source: Create
fr: Créer

source: Create chart
fr: Créer un graphique

source: Create a dataset
fr: Créer un ensemble de données

source: Create a dataset to begin visualizing your data as a chart or go to SQL Lab to query your data.
fr: Créer un ensemble de données pour commencer à visualiser vos données sous forme de graphique ou aller à SQL Lab pour interroger vos données.

source: Create a new chart
fr: Créer un nouveau graphique

source: Create chart with dataset
fr: Créer un graphique avec un ensemble de données

source: Create dataframe index
fr: Créer un index de dataframe

source: Create dataset
fr: Créer un ensemble de données

source: Create dataset and create chart
fr: Créer un ensemble de données et créer un graphique

source: Create new chart
fr: Créer un nouveau graphique

source: Create or select schema...
fr: Créer ou sélectionner schéma...

source: Created
fr: Crée

source: Created by
fr: Créé par

source: Created by me
fr: Créé par moi

source: Created on
fr: Créé le

source: Creating SSH Tunnel failed for an unknown reason
fr: La création du tunnel SSH a échoué pour une raison inconnue

source: Creating a data source and creating a new tab
fr: Créer une source de données et ouvrir un nouvel onglet

source: Creator
fr: Créateur

source: Crimson
fr: Cramoisi

source: Cross-filter will be applied to all of the charts that use this dataset.
fr: Le filtre croisé sera appliqué à tous les graphiques qui utilisent cet ensemble de données.

source: Cross-filtering is not enabled for this dashboard.
fr: Le filtrage croisé n est pas activé pour ce tableau de bord.

source: Cross-filtering is not enabled in this dashboard
fr: Le filtrage croisé n est pas activé dans ce tableau de bord

source: Cross-filtering scoping
fr: Portée du filtrage croisé

source: Cross-filters
fr: Filtres croisés

source: Cumulative
fr: Cumulatif

source: Currency
fr: Devise

source: Currency format
fr: Format de devise

source: Currency prefix or suffix
fr: Préfixe ou suffixe de devise

source: Currency symbol
fr: Symbole de devise

source: Current
fr: Actuel

source: Current day
fr: Jour actuel

source: Current month
fr: Mois actuel

source: Current quarter
fr: Trimestre actuel

source: Current week
fr: Semaine actuelle

source: Current year
fr: Année actuelle

source: Currently rendered: %s
fr: Actuellement rendu : %s

source: Custom
fr: Personnalisé

source: Custom conditional formatting
fr: Mise en forme conditionnelle personnalisée

source: Custom Plugin
fr: Plugiciel personnalisé

source: Custom Plugins
fr: Plugiciels personnalisés

source: Custom SQL
fr: SQL personnalisé

source: Custom SQL ad-hoc metrics are not enabled for this dataset
fr: Les mesures SQL ponctuelles personnalisées ne sont pas activées pour cet ensemble de données

source: Custom SQL fields cannot contain sub-queries.
fr: Les champs SQL personnalisés ne peuvent pas contenir de sous-requêtes.

source: Custom color palettes
fr: Palettes de couleurs personnalisées

source: Custom column name (leave blank for default)
fr: Nom de colonne personnalisé (laisser vide par défaut)

source: Custom date
fr: Date personnalisée

source: Custom interval
fr: Intervalle personnalisé

source: Custom time filter plugin
fr: Plugiciel de filtre horaire personnalisé

source: Custom width of the screenshot in pixels
fr: Largeur personnalisée de la capture d'écran en pixels

source: Customize
fr: Personnaliser

source: Customize Metrics
fr: Personnaliser les métriques

source: Customize chart metrics or columns with currency symbols as prefixes or suffixes. Choose a symbol from dropdown or type your own.
fr: Les graphiques en aires de séries temporelles sont similaires aux graphiques en lignes dans la mesure où ils représentent des variables avec la même échelle, mais les graphiques en aires empilent les mesures les unes sur les autres. Dans Superset, un graphique en aires peut être en flux, en pile ou en expansion.

source: Customize columns
fr: Personnaliser les colonnes

source: Customize data source, filters, and layout.
fr: Personnaliser la source de données, les filtres et la mise en page.

source: Cyclic dependency detected
fr: Dépendance cyclique constatée

source: D3 format
fr: Format D3

source: D3 format syntax: https://github.com/d3/d3-format
fr: Syntaxe au format D3 : https://github.com/d3/d3-format

source: D3 number format for numbers between -1.0 and 1.0, useful when you want to have different significant digits for small and large numbers
fr: Format D3 pour les nombres compris entre -1,0 et 1,0, utile lorsque vous souhaitez avoir des chiffres significatifs différents pour les petits et les grands nombres

source: D3 time format for datetime columns
fr: Format d'heure D3 pour les colonnes d'horodatage

source: D3 time format syntax: https://github.com/d3/d3-time-format
fr: Syntaxe de format d'heure D3 : https://github.com/d3/d3-time-format

source: DB column %(col_name)s has unknown type: %(value_type)s
fr: La colonne DB %(col_name)s a un type inconnu : %(value_type)s

source: DD/MM format dates, international and European format
fr: Format de dates JJ/MM, format international et européen

source: DELETE
fr: SUPPRIMER

source: Daily seasonality
fr: Saisonnalité quotidienne

source: Dark
fr: Sombre

source: Dark Cyan
fr: Cyan foncé

source: Dark mode
fr: Mode sombre

source: Dashboard
fr: Tableau de bord

source: Dashboard Id
fr: ID du tableau de bord

source: Dashboard [%s] just got created and chart [%s] was added to it
fr: Le tableau de bord [%s] vient d'être créé et le graphique [%s] y a été ajouté

source: Dashboard [{}] just got created and chart [{}] was added to it
fr: Le tableau de bord [{}] a été créé et le graphique [{}] y a été ajouté

source: Dashboard cannot be copied due to invalid parameters.
fr: Le tableau de bord ne peut pas être copié en raison de paramètres invalides.

source: Dashboard cannot be favorited.
fr: Le tableau de bord ne peut pas être ajouté aux favoris.

source: Dashboard cannot be unfavorited.
fr: Le tableau de bord ne peut pas être retiré des favoris.

source: Dashboard color configuration could not be updated.
fr: La configuration des couleurs du tableau de bord n a pas pu être mise à jour.

source: Dashboard could not be deleted.
fr: Le tableau de bord n'a pas pu être supprimé.

source: Dashboard could not be updated.
fr: Le tableau de bord n'a pas pu être mis à jour.

source: Dashboard does not exist
fr: Le tableau de bord n'existe pas

source: Dashboard imported
fr: Tableau de bord importé

source: Dashboard native filters could not be patched.
fr: Les filtres natifs du tableau de bord n ont pas pu être mis à jour.

source: Dashboard parameters are invalid.
fr: Les paramètres du tableau de bord sont invalides.

source: Dashboard properties
fr: Propriétés du tableau de bord

source: Dashboard properties updated
fr: Propriétés du tableau de bord mises à jour

source: Dashboard scheme
fr: Schéma du tableau de bord

source: Dashboard time range filters apply to temporal columns defined in the filter section of each chart. Add temporal columns to the chart filters to have this dashboard filter impact those charts.
fr: Les filtres d'intervalle de temps du tableau de bord s'appliquent aux colonnes temporelles définies dans la section filtre de chaque graphique. Ajoutez des colonnes temporelles aux filtres des graphiques pour que ce filtre de tableau de bord ait un impact sur ces graphiques.

source: Dashboard title
fr: Titre du tableau de bord

source: Dashboard usage
fr: Utilisation du tableau de bord

source: Dashboards
fr: Tableaux de bord

source: Dashboards could not be created.
fr: Les tableaux de bord n'ont pas pu être créés.

source: Dashboards do not exist
fr: Le tableau de bord n'existe pas

source: Dashed
fr: En pointillés

source: Data
fr: Données

source: Data Table
fr: Tableau des données

source: Data URI is not allowed.
fr: L'URI des données n'est pas autorisé.

source: Data Zoom
fr: Zoom des données

source: Data could not be deserialized from the results backend. The storage format might have changed, rendering the old data stake. You need to re-run the original query.
fr: Les données n'ont pas pu être désérialisées à partir du programme dorsal des résultats. Le format de stockage peut avoir changé, rendant les anciennes données inutilisables. Vous devez réexécuter la requête initiale.

source: Data could not be retrieved from the results backend. You need to re-run the original query.
fr: Les données n'ont pas pu être extraites du programme dorsal des résultats. Vous devez réexécuter la requête initiale.

source: Data for %s
fr: Données pour %s

source: Data imported
fr: Données importées

source: Data preview
fr: Prévisualiser les données

source: Data refreshed
fr: Données actualisées

source: Data type
fr: Type de données

source: DataFrame include at least one series
fr: DataFrame doit comprendre au moins une série

source: DataFrame must include temporal column
fr: Dataframe doit inclure une colonne temporelle

source: Database
fr: Base de données

source: Database Connections
fr: Connexions à la base de données

source: Database Creation Error
fr: Erreur de création de base de données

source: Database connected
fr: Base de données connectée

source: Database could not be created.
fr: La base de données n'a pas pu être créée.

source: Database could not be deleted.
fr: La base de données n'a pas pu être supprimée.

source: Database could not be updated.
fr: La base de données n'a pas pu être mise à jour.

source: Database does not allow data manipulation.
fr: La base de données ne permet pas la manipulation de données.

source: Database does not exist
fr: La base de données n'existe pas

source: Database does not support subqueries
fr: La base de données ne prend pas en charge les sous-requêtes

source: Database driver for importing maybe not installed. Visit the Superset documentation page for installation instructions:
fr: Le pilote de la base de données pour l'importation n'est peut-être pas installé. Visitez la page de documentation Superset pour les instructions d'installation :

source: Database error
fr: Erreur de base de données

source: Database is offline.
fr: La base de données est hors-ligne.

source: Database is required for alerts
fr: Une base de données est requise pour les alertes

source: Database name
fr: Nom de la base de données

source: Database not found.
fr: Base de donnée non trouvée.

source: Database parameters are invalid.
fr: Les paramètres de base de données sont invalides.

source: Database passwords
fr: Mots de passe de la base de données

source: Database port
fr: Port de la base de données

source: Database schema is not allowed for csv uploads.
fr: Le schéma de base de données n est pas autorisé pour les téléversements CSV.

source: Database settings updated
fr: Paramètres de la base de données mis à jour

source: Database type does not support file uploads.
fr: Ce type de base de données ne prend pas en charge le téléversement de fichiers.

source: Database upload file failed
fr: Échec du téléversement du fichier vers la base de données

source: Database upload file failed, while saving metadata
fr: Échec du téléchargement du fichier de base de données lors de l'enregistrement des métadonnées

source: Databases
fr: Bases de données

source: Dataset
fr: Ensemble de données

source: Dataset %(table)s already exists
fr: L ensemble de données %(table)s existe déjà

source: Dataset Name
fr: Nom de l'ensemble de données

source: Dataset column delete failed.
fr: La suppression de l'ensemble de données a échoué.

source: Dataset column not found.
fr: Colonne de l'ensemble de données introuvable.

source: Dataset could not be created.
fr: L'ensemble de données n'a pas pu être créé.

source: Dataset could not be duplicated.
fr: L'ensemble de données n'a pas pu être dupliqué.

source: Dataset could not be updated.
fr: L'ensemble de données n'a pas pu être mis à jour.

source: Dataset does not exist
fr: L'ensemble de données n'existe pas

source: Dataset imported
fr: Ensemble de données importé

source: Dataset is required
fr: Un ensemble de données est requis

source: Dataset metric delete failed.
fr: La suppression de l'ensemble de données a échoué.

source: Dataset metric not found.
fr: Mesure de l'ensemble de données non trouvée.

source: Dataset name
fr: Nom de l'ensemble de données

source: Dataset parameters are invalid.
fr: Les paramètres de l'ensemble de données ne sont pas valides.

source: Dataset schema is invalid, caused by: %(error)s
fr: Le schéma de l'ensemble de données n'est pas valide : %(error)s

source: Datasets
fr: Ensembles de données

source: Datasets can be created from database tables or SQL queries. Select a database table to the left or
fr: Les ensembles de données peuvent être créés à partir de tableaux de base de données ou de requêtes SQL. Sélectionnez un tableau de base de données à gauche ou

source: Datasets could not be deleted.
fr: L'ensemble de données n'a pas pu être supprimé.

source: Datasets do not contain a temporal column
fr: Les ensembles de données ne comportent pas de colonne temporelle

source: Datasource
fr: Source de données

source: Datasource & Chart Type
fr: Source de données et type de graphique

source: Datasource does not exist
fr: La source de données n'existe pas

source: Datasource type is invalid
fr: Le type de source de données n'est pas valide

source: Datasource type is required when datasource_id is given
fr: Le type de source de données est requis quand datasource_id est spécifié

source: Date Time Format
fr: Format de date et heure

source: Date format
fr: Format de la date

source: Date format string
fr: Chaîne de format de date

source: Date/Time
fr: Date/heure

source: Datetime column not provided as part table configuration and is required by this type of chart
fr: La colonne d'horodatage n'est pas fournie dans le cadre de la configuration du tableau et est requise par ce type de graphique

source: Datetime format
fr: Format d'horodatage

source: Day
fr: Jour

source: Day (freq=D)
fr: Jour (foire = J)

source: Days %s
fr: Jours %s

source: Db engine did not return all queried columns
fr: Le moteur de base de données n'a pas retourné toutes les colonnes demandées

source: Deactivate
fr: Désactiver

source: December
fr: Décembre

source: Decides which column or measure to sort the base axis by.
fr: Détermine par quelle colonne ou mesure trier l'axe de base.

source: Decimal character
fr: Caractère décimal

source: Deck.gl - Heatmap
fr: Deck.gl - Carte thermique

source: Deck.gl - Multiple Layers
fr: Deck.gl - Couches multiples

source: Deck.gl - Paths
fr: Deck.gl - Path

source: Deck.gl - Polygon
fr: Deck.gl - Polygone

source: Deck.gl - Scatter plot
fr: Deck.gl - Diagramme de dispersion

source: Deck.gl - Screen Grid
fr: Deck.gl - Grille d'écran

source: Decrease
fr: Diminuer

source: Default Catalog
fr: Catalogue par défaut

source: Default Schema
fr: Schéma par défaut

source: Default URL
fr: URL par défaut

source: Default URL to redirect to when accessing from the dataset list page. Accepts relative URLs such as <span style=„white-space: nowrap;">/superset/dashboard/{id}/</span>
fr: URL par defaut de redirection depuis la page de liste des ensembles de donnees

source: Default Value
fr: Valeur par défaut

source: Default datetime
fr: Horodatage par défaut

source: Default latitude
fr: Latitude par défaut
