Repository: CypherXIII/formasup-bi-platform
Catalog: superset/locales/backup-messages.po
Languages: fr

source: The cumulative option allows you to see how your data accumulates over different values. When enabled, the histogram bars represent the running total of frequencies up to each bin. This helps you understand how likely it is to encounter values below a certain point. Keep in mind that enabling cumulative doesn't change your original data, it just changes the way the histogram is displayed.
fr: L'option cumulative vous permet de voir comment vos données s'accumulent sur différentes valeurs. Lorsqu'elle est activée, les barres de l'histogramme représentent le total cumulé des fréquences jusqu'à chaque intervalle. Cela vous aide à comprendre la probabilité de rencontrer des valeurs en dessous d'un certain point. Gardez à l'esprit que l'activation de l'option cumulative ne modifie pas vos données d'origine, elle change uniquement la façon dont l'histogramme est affiché.

source: The normalize option transforms the histogram values into proportions or probabilities by dividing each bin's count by the total count of data points. This normalization process ensures that the resulting values sum up to 1, enabling a relative comparison of the data's distribution and providing a clearer understanding of the proportion of data points within each bin.
fr: L'option de normalisation transforme les valeurs de l'histogramme en proportions ou probabilités en divisant le nombre de chaque intervalle par le nombre total de points de données. Ce processus de normalisation garantit que les valeurs résultantes totalisent 1, permettant une comparaison relative de la distribution des données et fournissant une compréhension plus claire de la proportion de points de données dans chaque intervalle.

source: This filter was inherited from the dashboard's context. It won't be saved when saving the chart.
fr: Ce filtre est hérité du contexte du tableau de bord. Il ne sera pas sauvegardé à l'enregistrement du graphique.

source: <p>Your report/alert was unable to be generated because of the following error: %(text)s</p> <p>Please check your dashboard/chart for errors.</p> <p><b><a href="%(url)s">%(call_to_action)s</a></b></p>
fr: <p>Votre rapport/alerte n'a pas pu être généré en raison de l'erreur suivante : %(text)s</p> <p>Veuillez vérifier votre tableau de bord/graphique pour les erreurs.</p> <p><b><a href="%(url)s">%(call_to_action)s</a></b></p>

source: (excluded)
fr: (exclu)

source: Set the opacity to 0 if you do not want to override the color specified in the GeoJSON
fr: Réglez l'opacité à 0 si vous ne voulez pas remplacer la couleur spécifiée dans le GeoJSON

source: a dashboard OR
fr: un tableau de bord OU

source: a new one
fr: un nouveau

source: at line %(line)d
fr: à la ligne %(line)d

source: expression which needs to adhere to the
fr: expression qui doit adhérer au

source: near '%(highlight)s'
fr: près de '%(highlight)s'

source: source code of Superset's sandboxed parser
fr: code source de l'analyseur de bac à sable du standard Superset

source: standard to ensure that the lexicographical ordering coincides with the chronological ordering. If the timestamp format does not adhere to the ISO 8601 standard you will need to define an expression and type for transforming the string into a date or timestamp. Note currently time zones are not supported. If time is stored in epoch format, put `epoch_s` or `epoch_ms`. If no pattern is specified we fall back to using the optional defaults on a per database/column name level via the extra parameter.
fr: afin de garantir que l'ordre lexicographique coïncide avec l'ordre chronologique. Si le format de l'horodatage n'est pas conforme à la norme ISO 8601, vous devrez définir une expression et un type pour transformer la chaîne en date ou en horodatage. Notez que les fuseaux horaires ne sont pas pris en charge actuellement. Si l'heure est stockée au format epoch, mettez `epoch_s` ou `epoch_ms`. Si aucun modèle n'est spécifié, nous utilisons les valeurs par défaut optionnelles au niveau de chaque base de données/nom de colonne via le paramètre supplémentaire.

source: to add calculated columns
fr: pour ajouter des colonnes calculées

source: to add metrics
fr: pour ajouter une mesure

source: to check for details.
fr: pour vérifier les détails.

source: to edit or add columns and metrics.
fr: pour modifier ou ajouter des colonnes et des mesures.

source: to mark a column as a time column
fr: pour marquer une colonne comme colonne temporelle

source: to open SQL Lab. From there you can save the query as a dataset.
fr: pour ouvrir SQL Lab. À partir de là, vous pouvez enregistrer la requête sous forme d'ensemble de données.

source: to see details.
fr: pour voir les détails.

source: to visualize your data.
fr: pour visualiser vos données.

source: != (Is not equal)
fr: != (N'est pas égal)

source: %(dialect)s cannot be used as a data source for security reasons.
fr: %(dialect)s ne peut pas être utilisé comme source de données pour des raisons de sécurité.

source: %(label)s file
fr: %(label)s fichier

source: %(object)s does not exist in this database.
fr: %(object)s n'existe pas dans cette base de données.

source: %(report_type)s schedule frequency exceeding limit. Please configure a schedule with a minimum interval of %(minimum_interval)d minutes per execution.
fr: La fréquence de planification %(report_type)s dépasse la limite. Veuillez configurer une planification avec un intervalle minimum de %(minimum_interval)d minutes par exécution.

source: %(rows)d rows returned
fr: %(rows)d lignes retournées

source: %(suggestion)s instead of "%(undefinedParameter)s?"
fr: %(suggestion)s au lieu de "%(undefinedParameter)s?"

source: %(validator)s was unable to check your query. Please recheck your query. Exception: %(ex)s
fr: %(validator)s n'a pas pu vérifier votre requête. Merci de vérifier à nouveau votre requête. Exception: %(ex)s

source: %s Error
fr: %s Erreur

source: %s PASSWORD
fr: %s MOT DE PASSE

source: %s SSH TUNNEL PASSWORD
fr: %s MOT DE PASSE TUNNEL SSH

source: %s SSH TUNNEL PRIVATE KEY
fr: %s CLÉ PRIVÉE TUNNEL SSH

source: %s SSH TUNNEL PRIVATE KEY PASSWORD
fr: %s MOT DE PASSE DE CLÉ PRIVÉE TUNNEL SSH

source: %s Selected
fr: %s Sélectionné

source: %s Selected (%s Physical, %s Virtual)
fr: %s Sélectionnée (%s Physique, %s Virtuelle)

source: %s Selected (Physical)
fr: %s Sélectionnée (Physique)

source: %s Selected (Virtual)
fr: %s Sélectionnée (Virtuelle)

source: %s aggregates(s)
fr: %s agrégat(s)

source: %s column(s)
fr: %s colonne(s)

source: %s items could not be tagged because you don't have edit permissions to all selected objects.
fr: %s objets n'ont pas pu être taggés parce que vous n'avez pas les permissions sur tout les objets sélectionnés.

source: %s operator(s)
fr: %s opérateur(s)

source: %s recipients
fr: %s destinataires

source: %s row
fr: %s rangée

source: %s saved metric(s)
fr: %s mesure(s) sauvegardée(s)

source: %s tab selected
fr: %s onglet sélectionné

source: %s updated
fr: %s mise à jour

source: %s-%s of %s
fr: %s-%s de %s

source: (Removed)
fr: (Supprimé)

source: (deleted or invalid type)
fr: (type supprimé ou non valide)

source: (no description, click to see stack trace)
fr: (aucune description, cliquez pour voir le suivi de la pile)

source: ), and they become available in your SQL (example:
fr: ), et ils deviennent disponibles dans votre SQL (exemple:

source: *%(name)s* %(description)s Error: %(text)s
fr: *%(name)s* %(description)s Erreur : %(text)s

source: *%(name)s* %(description)s <%(url)s|Explore in Superset> %(table)s
fr: *%(name)s* %(description)s <%(url)s|Explorer dans Superset> %(table)s

source: + %s more
fr: + %s plus

source: -- Note: Unless you save your query, these tabs will NOT persist if you clear your cookies or change browsers.
fr: -- Remarque: À moins que vous ne sauvegardiez votre requête, ces onglets ne persisteront PAS si vous effacez vos témoins ou si vous changez de navigateur.

source: ... and %s others
fr: ... et %s autres

source: 0 Selected
fr: 0 sélectionné

source: 1 calendar day frequency
fr: Fréquence d'un jour civil

source: 1 day
fr: 1 jour

source: 1 day ago
fr: Il y a 1 jour

source: 1 hour
fr: 1 heure

source: 1 hourly frequency
fr: Fréquence de 1 heure

source: 1 minutely frequency
fr: Fréquence de 1 minute

source: 1 month ago
fr: Il y a 1 mois

source: 1 month end frequency
fr: Fréquence de fin de mois

source: 1 month start frequency
fr: Fréquence de début de mois

source: 1 week
fr: 1 semaine

source: 1 week ago
fr: Il y a 1 semaine

source: 1 week starting Monday (freq=W-MON)
fr: 1 semaine débutant le lundi (freq=W-MON)

source: 1 week starting Sunday (freq=W-SUN)
fr: 1 semaine débutant le dimanche (freq=W-SUN)

source: 1 year
fr: 1 an

source: 1 year ago
fr: Il y a 1 an

source: 1 year end frequency
fr: Fréquence de fin d'année

source: 1 year start frequency
fr: Fréquence de début d'année

source: 10 minute
fr: 10 minutes

source: 104 weeks
fr: 104 semaines

source: 104 weeks ago
fr: Il y a 104 semaines

source: 15 minute
fr: 15 minutes

source: 156 weeks
fr: 156 semaines

source: 156 weeks ago
fr: Il y a 156 semaines

source: 2 years
fr: 2 ans

source: 2 years ago
fr: Il y a 2 ans

source: 2/98 percentiles
fr: 2/98 centiles

source: 28 days
fr: 28 jours

source: 28 days ago
fr: Il y a 28 jours

source: 3 letter code of the country
fr: Code à 3 lettres du pays

source: 3 years
fr: 3 ans

source: 3 years ago
fr: Il y a 3 ans

source: 30 days
fr: 30 jours

source: 30 days ago
fr: Il y a 30 jours

source: 30 minute
fr: 30 minutes

source: 30 second
fr: 30 secondes

source: 30 seconds
fr: 30 secondes

source: 4 weeks (freq=4W-MON)
fr: 4 semaines (freq=4W-MON)

source: 5 minute
fr: 5 minutes

source: 5 second
fr: 5 secondes

source: 5 seconds
fr: 5 secondes

source: 52 weeks
fr: 52 semaines

source: 52 weeks ago
fr: Il y a 52 semaines

source: 52 weeks starting Monday (freq=52W-MON)
fr: 52 semaines débutant le lundi (freq=52W-MON)

source: 6 hour
fr: 6 heures

source: 60 days
fr: 60 jours

source: 7 calendar day frequency
fr: Fréquence de 7 jours civils

source: 7 days
fr: 7 jours

source: 7D
fr: 7J

source: 9/91 percentiles
fr: 9/91 centiles

source: 90 days
fr: 90 jours

source: < (Smaller than)
fr: < (Plus petit que)

source: <= (Smaller or equal)
fr: <= (Plus petit ou égal)

source: <enter SQL expression here>
fr: <entrez la requête SQL ici>

source: <new column>
fr: <nouvelle colonne>

source: <new metric>
fr: <nouvelle mesure>

source: <new spatial>
fr: <nouveau spatial>

source: <no type>
fr: <pas de type>

source: == (Is equal)
fr: == (est égal)

source: > (Larger than)
fr: > (plus grand que)

source: >= (Larger or equal)
fr: >= (plus grand ou égal)

source: A Big Number
fr: Gros nombre

source: A comma separated list of columns that should be parsed as dates
fr: Une liste de colonnes séparées par des virgules qui doivent être analysées comme des dates

source: A comma-separated list of schemas that files are allowed to upload to.
fr: Une liste de schémas séparés par des virgules vers lesquels les fichiers peuvent être téléversés.

source: A database port is required when connecting via SSH Tunnel.
fr: Un port de base de donnée est requis lors de la connexion en SSH.

source: A database with the same name already exists.
fr: Une base de données avec le même nom existe déjà.

source: A date is required when using custom date shift
fr: Une date est requise lors de l'utilisation d'un décalage de date personnalisé

source: A dictionary with column names and their data types if you need to change the defaults. Example: {"user_id":"int"}. Check Python's Pandas library for supported data types.
fr: Un dictionnaire avec des noms de colonne et leurs types de données si vous devez modifier les valeurs par défaut. Exemple : {"user_id":"integer"}. Renseignement disponible sur la librairie Pandas de Python pour les types de données supportés.

source: A full URL pointing to the location of the built plugin (could be hosted on a CDN for example)
fr: Une URL complète désignant le lieu du plugiciel (pourrait être hébergé sur un CDN par exemple)

source: A handlebars template that is applied to the data
fr: Un modèle de Handlebars appliqué aux données

source: A human-friendly name
fr: Un nom facile à comprendre

source: A list of domain names that can embed this dashboard. Leaving this field empty will allow embedding from any domain.
fr: Une liste de noms de domaine qui peuvent intégrer ce tableau de bord. Laisser ce champ vide permettra l'intégration à partir de n'importe quel domaine.

source: A list of tags that have been applied to this chart.
fr: Une liste de tags qui ont été appliquées à ce graphique.

source: A list of users who can alter the chart. Searchable by name or username.
fr: Une liste d'utilisateurs qui peuvent modifier le graphique. Il est possible de chercher par nom de graphique ou d'utilisateur.

source: A map of the world, that can indicate values in different countries.
fr: Une carte du monde qui peut indiquer des valeurs dans différents pays.

source: A map that takes rendering circles with a variable radius at latitude/longitude coordinates
fr: Une carte qui représente des cercles d'un rayon variable à des coordonnées de latitude/longitude

source: A metric to use for color
fr: Une mesure à utiliser pour la couleur

source: A new chart and dashboard will be created.
fr: Un nouveau graphique et tableau de bord vont être créés.

source: A new chart will be created.
fr: Un nouveau graphique va être créé.

source: A new dashboard will be created.
fr: Un nouveau tableau de bord va être créé.

source: A polar coordinate chart where the circle is broken into wedges of equal angle, and the value represented by any wedge is illustrated by its area, rather than its radius or sweep angle.
fr: Un tableau de coordonnées polaires où le cercle est divisé en coins d'angle égal et où la valeur représentée par n'importe quel coin est illustrée par sa zone, plutôt que par son rayon ou son angle de balayage.

source: A readable URL for your dashboard
fr: Une URL lisible pour votre tableau de bord

source: A reference to the [Time] configuration, taking granularity into account
fr: Une référence à la configuration [Time] prends la granularité en compte

source: A report named "%(name)s" already exists
fr: Un rapport nommé "%(name)s" existe déjà

source: A reusable dataset will be saved with your chart.
fr: Un ensemble de données réutilisable sera enregistré avec votre graphique.

source: A set of parameters that become available in the query using Jinja templating syntax
fr: Un ensemble de paramètre qui seront disponible dans la requête utilisant la syntaxe du modèle Jinja

source: A timeout occurred while executing the query.
fr: Un dépassement de délai s'est produit lors de l'exécution de la requête.

source: A timeout occurred while generating a csv.
fr: Dépassement de délai lors de la génération d'un CSV.

source: A timeout occurred while generating a dataframe.
fr: Dépassement de délai lors de la génération d'une trame de données.

source: A timeout occurred while taking a screenshot.
fr: Dépassement de délai lors d'une capture d'écran.

source: A valid color scheme is required
fr: Un jeu de couleur valide doit être fourni

source: A waterfall chart is a form of data visualization that helps in understanding the cumulative effect of sequentially introduced positive or negative values. These intermediate values can either be time based or category based.
fr: Un graphique en cascade est une forme de visualisation de donnée qui aide à comprendre l'effet cumulé de valeur positive ou négative introduite séquentiellement. Ces valeurs intermédiaires peuvent être temporelles ou catégoriques.

source: APPLY
fr: APPLIQUER

source: Axis title margin
fr: MARGE DU TITRE DE L'AXE

source: Axis title position
fr: POSITION DU TITRE DE L'AXE

source: About
fr: À propos

source: Access
fr: Accès

source: Access token
fr: Jeton d'accès

source: Action Log
fr: Journaux d'actions

source: Action Logs
fr: Journaux d'actions

source: Active
fr: Actif

source: Actual Values
fr: Valeurs réelles

source: Actual range for comparison
fr: Plage réelle pour la comparaison

source: Actual time range
fr: Intervalle de temps courant

source: Actual value
fr: Valeur réelle

source: Actual values
fr: Valeurs réelles

source: Adaptive formatting
fr: Formatage adaptatif

source: Add
fr: Ajouter

source: Add Alert
fr: Ajouter une alerte

source: Add BCC Recipients
fr: Ajouter un destinataire de la copie cachée (Cci)

source: Add CC Recipients
fr: Ajouter un destinataire de la copie (Cc)

source: Add CSS template
fr: Ajouter un modèle CSS

source: Add Dashboard
fr: Ajouter un tableau de bord

source: Add divider
fr: Ajouter un diviseur

source: Add filter
fr: Ajouter un filtre

source: Add Group
fr: Ajouter un groupe

source: Add Layer
fr: Ajouter une couche

source: Add Log
fr: Ajouter un journal

source: Add Report
fr: Ajouter un rapport

source: Add Role
fr: Ajouter un rôle

source: Add Rule
fr: Ajouter une règle

source: Add Tag
fr: Ajouter un tag

source: Add User
fr: Ajouter un utilisateur

source: Add a Plugin
fr: Ajouter un plugiciel

source: Add a dataset
fr: Ajouter un ensemble de données

source: Add a new tab
fr: Ajouter un nouvel onglet

source: Add a new tab to create SQL Query
fr: Ajouter un nouvel onglet pour créer une requête SQL

source: Add additional custom parameters
fr: Ajouter des paramètres personnalisés supplémentaires

source: Add an annotation layer
fr: Ajouter une couche d'annotations

source: Add an item
fr: Ajouter un élément

source: Add and edit filters
fr: Ajouter et modifier les filtres

source: Add annotation
fr: Ajouter une annotation

source: Add annotation layer
fr: Ajouter une couche d'annotations

source: Add another notification method
fr: Ajouter une autre méthode de notification

source: Add calculated columns to dataset in "Edit datasource" modal
fr: Ajouter des colonnes calculées au ensemble de données dans le modal « Modifier la source de données »

source: Add calculated temporal columns to dataset in "Edit datasource" modal
fr: Ajouter des colonnes temporelles calculées au ensemble de données dans le modal « Modifier la source de données »

source: Add color for positive/negative change
fr: Ajouter une couleur pour les changements positifs/négatifs

source: Add cross-filter
fr: Ajouter un filtre croisé

source: Add custom scoping
fr: Ajouter une portée personnalisée

source: Add dataset columns here to group the pivot table columns.
fr: Ajouter des colonnes du jeu de données pour agglomérer les colonnes de la table pivot.

source: Add delivery method
fr: Ajouter méthode de livraison

source: Add description of your tag
fr: Ecrire une description à votre tag

source: Add extra connection information.
fr: Ajouter des informations de connexion supplémentaires.

source: Add filter clauses to control the filter's source query, though only in the context of the autocomplete i.e., these conditions do not impact how the filter is applied to the dashboard. This is useful when you want to improve the query's performance by only scanning a subset of the underlying data or limit the available values displayed in the filter.
fr: Ajouter des clauses de filtre pour contrôler la requête source du filtre, mais uniquement dans le contexte de la saisie semi-automatique, c'est-à-dire que ces conditions n'ont pas d'impact sur la manière dont le filtre est appliqué au tableau de bord. Cela est utile lorsque vous souhaitez améliorer les performances de la requête en n'analysant qu'un sous-ensemble des données sous-jacentes ou limiter les valeurs disponibles affichées dans le filtre.

source: Add item
fr: Ajouter un élément

source: Add metric
fr: Ajouter une mesure

source: Add metrics to dataset in "Edit datasource" modal
fr: Ajouter des mesures au ensemble de données dans le modal « Modifier la source de données »

source: Add new color formatter
fr: Ajouter un nouveau formateur de couleur

source: Add new formatter
fr: Ajouter un nouveau formateur

source: Add or edit filters
fr: Ajouter ou modifier les filtres

source: Add required control values to preview chart
fr: Ajouter les valeurs de contrôle requises au graphique de prévisualisation

source: Add required control values to save chart
fr: Ajouter les valeurs de contrôle requises pour enregistrer le graphique

source: Add sheet
fr: Ajouter une feuille

source: Add tag to entities
fr: Ajouter un tag à des entités

source: Add the name of the chart
fr: Ajouter le nom du graphique

source: Add the name of the dashboard
fr: Ajouter le nom du tableau de bord

source: Add to dashboard
fr: Ajouter au tableau de bord

source: Added
fr: Ajouté

source: Added 1 new column to the virtual dataset
fr: Ajouté 1 nouvelle colonne à l'ensemble de données virtuel

source: Added to 1 dashboard
fr: Ajouté à %s tableau de bord

source: Additional Parameters
fr: Paramètres supplémentaires

source: Additional fields may be required
fr: Des champs supplémentaires peuvent être requis

source: Additional information
fr: Informations supplémentaires

source: Additional padding for legend.
fr: Marge supplémentaire pour la légende.

source: Additional parameters
fr: Paramètres supplémentaires

source: Additional settings.
fr: Informations supplémentaires.

source: Additional text to add before or after the value, e.g. unit
fr: Texte supplémentaire à ajouter avant ou après la valeur, p. ex. unité

source: Additive
fr: Additif

source: Adds color to the chart symbols based on the positive or negative change from the comparison value.
fr: Ajoute de la couleur aux symboles du graphique en fonction du changement positif ou négatif par rapport à la valeur de comparaison.

source: Adjust column settings such as specifying the columns to read, how duplicates are handled, column data types, and more.
fr: Ajustez les paramètres de colonne comme la spécification des colonnes à lire, la gestion des doublons, les types de données des colonnes, etc.

source: Adjust how spaces, blank lines, null values are handled and other file wide settings.
fr: Ajuster comment les espaces, lignes blanches, valeurs nulles sont gérés et autre paramètres de large fichier.

source: Adjust how this database will interact with SQL Lab.
fr: Ajuster la façon dont cette base de données interagira avec SQL Lab.

source: Adjust performance settings of this database.
fr: Ajuster les paramètres de performance de cette base de données.

source: Advanced
fr: Avancé

source: Advanced Analytics
fr: Analyses avancées

source: Advanced Data type
fr: Type de données avancées

source: Advanced analytics
fr: Analyses avancées

source: Advanced analytics Query A
fr: Analyses avancées Requête A

source: Advanced analytics Query B
fr: Analyses avancées Requête B

source: Advanced analytics post processing
fr: Analyses avancées

source: Advanced data type
fr: Type de données avancées

source: Advanced-Analytics
fr: Analyses avancées

source: Affected Charts
fr: Graphiques affectés

source: Affected Dashboards
fr: Tableaux de bord affectés

source: After
fr: Après

source: After making the changes, copy the query and paste in the virtual dataset SQL snippet settings.
fr: Après avoir effectué les modifications, copiez la requête et collez-la dans les paramètres de l'extrait SQL de l'ensemble de données virtuel.

source: Aggregate
fr: Agrégger

source: Aggregate Mean
fr: Moyenne agrégée

source: Aggregate Sum
fr: Somme agrégée

source: Aggregate function applied to the list of points in each cluster to produce the cluster label.
fr: Fonction d'agrégation appliquée à la liste des points de chaque regroupement pour produire l'étiquette de regroupement.

source: Aggregate function to apply when pivoting and computing the total rows and columns
fr: Fonction d'agrégation à appliquer lors du pivotement et du calcul du total des lignes et des colonnes
