Repository: CypherXIII/formasup-bi-platform
Catalog: superset/locales/backup-messages.po
Languages: fr

source: Minutes value
fr: Valeur pour les minutes

source: Missing OAuth2 token
fr: Jeton OAuth2 manquant

source: Missing URL parameters
fr: Paramètres URL manquants

source: Missing dataset
fr: Ensemble de données manquant

source: Mixed Chart
fr: Graphique mixte

source: Modified
fr: Modifié

source: Modified %s
fr: %s modifié

source: Modified 1 column in the virtual dataset
fr: 1 colonne modifiée dans l'ensemble de données virtuel

source: Modified by
fr: Modifié

source: Modified by: %s
fr: Modifié par : %s

source: Monday
fr: Lundi

source: Month
fr: Mois

source: Months %s
fr: Mois %s

source: More
fr: Plus

source: More filters
fr: Plus de filtres

source: MotherDuck token
fr: Jeton MotherDuck

source: Move only
fr: Déplacer seulement

source: Moves the given set of dates by a specified interval.
fr: Décale l'ensemble de dates d'un intervalle spécifié.

source: Multi-Layers
fr: Couches multiples

source: Multi-Levels
fr: Niveaux multiples

source: Multiple filtering
fr: Filtrage multiple

source: Multiple formats accepted, look the geopy.points Python library for more details
fr: Plusieurs formats sont acceptés, consultez la bibliothèque Python geopy.points pour plus de détails

source: Multiplier
fr: Multiplicateur

source: Must be unique
fr: Doit être unique

source: Must choose either a chart or a dashboard
fr: Vous devez choisir soit un graphique soit un tableau de bord

source: Must have a [Group By] column to have 'count' as the [Label]
fr: Il faut une colonne [Grouper par] pour avoir « count » comme [Étiquette]

source: Must provide credentials for the SSH Tunnel
fr: Doit fournir les identifiants pour le tunnel SSH

source: Must specify a value for filters with comparison operators
fr: Doit spécifier une valeur pour les filtres avec opérateurs de comparaison

source: My beautiful colors
fr: Mes belles couleurs

source: My column
fr: Ma colonne

source: My metric
fr: Ma mesure

source: N/A
fr: S.O.

source: NOT GROUPED BY
fr: NON GROUPÉ PAR

source: NUMERIC
fr: NUMÉRIQUE

source: Name
fr: Nom

source: Name is required
fr: Le nom est obligatoire

source: Name must be unique
fr: Le nom doit être unique

source: Name of table to be created
fr: Nom de la table à créer

source: Name of the column containing the id of the parent node
fr: Nom de la colonne contenant l'ID du nœud parent

source: Name of the id column
fr: Nom de la colonne d'identifiant

source: Name of the source nodes
fr: Nom des nœuds sources

source: Name of the target nodes
fr: Nom des nœuds cibles

source: Name of your tag
fr: Nom de votre tag

source: Name your database
fr: Nom de votre base de données

source: Need help? Learn how to connect your database
fr: Besoin d'aide? Apprenez comment connecter votre base de données

source: Need help? Learn more about
fr: Besoin d'aide? En savoir plus sur

source: Network Error
fr: Erreur réseau

source: Network error
fr: Erreur réseau

source: Network error while attempting to fetch resource
fr: Erreur réseau lors de la tentative de récupération de la ressource

source: Network error.
fr: Erreur réseau.

source: New chart
fr: Nouveau graphique

source: New dataset
fr: Nouvel ensemble de données

source: New dataset name
fr: Nom du nouvel ensemble de données

source: New header
fr: Nouvel en-tête

source: New tab
fr: Nouvel onglet

source: New tab (Ctrl + q)
fr: Nouvel onglet (Ctrl + q)

source: New tab (Ctrl + t)
fr: Nouvel onglet (Ctrl + t)

source: Next
fr: Suivant

source: Nightingale Rose Chart
fr: Graphique en rose de Nightingale

source: No
fr: Non

source: No %s yet
fr: Pas encore de %s

source: No Data
fr: Aucune donnée

source: No Logs yet
fr: Pas encore de journaux

source: No Results
fr: Aucun résultat

source: No Rules yet
fr: Pas encore de règles

source: No Tags created
fr: Aucun tag créé

source: No actions
fr: Aucune action

source: No annotation layers
fr: Aucune couche d'annotation

source: No annotation layers yet
fr: Pas encore de couche d'annotations

source: No annotation yet
fr: Pas encore d'annotations

source: No applied filters
fr: Aucun filtre appliqué

source: No available filters.
fr: Aucun filtre disponible.

source: No charts
fr: Aucun graphique

source: No columns found
fr: Aucune colonne trouvée

source: No compatible catalog found
fr: Aucun catalogue compatible trouvé

source: No compatible columns found
fr: Aucune colonne compatible trouvée

source: No compatible datasets found
fr: Aucun ensemble de données compatible trouvé

source: No compatible schema found
fr: Aucun schéma compatible trouvé

source: No data
fr: Aucune donnée

source: No data after filtering or data is NULL for the latest time record
fr: Pas de données après le filtrage ou données NULLES pour le dernier enregistrement temporel

source: No data in file
fr: Pas de données dans le fichier

source: No databases available
fr: Aucune base de données disponible

source: No databases match your search
fr: Aucune base de données ne correspond à votre recherche

source: No description available.
fr: Aucune description disponible.

source: No entities have this tag currently assigned
fr: Aucune entité n'a actuellement ce tag assigné

source: No filter
fr: Aucun filtre

source: No filter is selected.
fr: Pas de filtre sélectionné.

source: No filters
fr: Aucun filtre

source: No filters are currently added to this dashboard.
fr: Aucun filtre n'est actuellement ajouté à ce tableau de bord.

source: No form settings were maintained
fr: Aucun paramètre de formulaire n'a été conservé

source: No global filters are currently added
fr: Aucun filtre global n'est actuellement ajouté

source: No groups
fr: Aucun groupe

source: No groups yet
fr: Pas encore de groupes

source: No items
fr: Aucun élément

source: No matching records found
fr: Aucun enregistrement correspondant n'a été trouvé

source: No records found
fr: Aucun enregistrement n'a été trouvé

source: No results
fr: Aucun résultat

source: No results found
fr: Aucun résultat trouvé

source: No results match your filter criteria
fr: Aucun résultat ne correspond à vos critères de filtrage

source: No results were returned for this query
fr: Aucun résultat n'a été obtenu pour cette requête

source: No results were returned for this query. If you expected results to be returned, ensure any filters are configured properly and the datasource contains data for the selected time range.
fr: Aucun résultat n'a été renvoyé pour cette requête. Si vous vous attendiez à ce que des résultats soient renvoyés, assurez-vous que les filtres sont configurés correctement et que la source de données contient des données pour la période sélectionnée.

source: No roles
fr: Aucun rôle

source: No roles yet
fr: Pas encore de rôles

source: No rows were returned for this dataset
fr: Aucune ligne n'a été retournée pour cet ensemble de données

source: No samples were returned for this dataset
fr: Aucun échantillon n'a été retourné pour cet ensemble de données

source: No saved expressions found
fr: Aucune expression sauvegardée n'a été trouvée

source: No saved metrics found
fr: Aucune mesure sauvegardée n'a été trouvée

source: No stored results found, you need to re-run your query
fr: Aucun résultat stocké n'a été trouvé, vous devez réexécuter votre requête

source: No such column found. To filter on a metric, try the Custom SQL tab.
fr: Aucune colonne de ce type n'a été trouvée. Pour filtrer sur une mesure, essayez l'onglet Custom SQL.

source: No table columns
fr: Pas de colonnes de table

source: No temporal columns found
fr: Aucune colonne temporelle trouvée

source: No time columns
fr: Pas de colonnes horaires

source: No user registrations yet
fr: Aucune inscription d'utilisateur pour le moment

source: No users yet
fr: Pas encore d'utilisateurs

source: No validator found (configured for the engine)
fr: Aucun validateur trouvé (configuré pour le moteur)

source: No validator named %(validator_name)s found (configured for the %(engine_spec)s engine)
fr: Aucun validateur nommé %(validator_name)s trouvé (configuré pour le moteur %(engine_spec)s)

source: Node label position
fr: Position de l'étiquette du nœud

source: Node select mode
fr: Mode de sélection des nœuds

source: Node size
fr: Taille du nœud

source: None
fr: Aucun

source: None -> Arrow
fr: Aucun -> Flèche

source: None -> None
fr: Aucun -> Aucun

source: Normalize
fr: Normaliser

source: Normalize Across
fr: Normaliser à travers

source: Normalize column names
fr: Normaliser les noms de colonnes

source: Normalized
fr: Normalisé

source: Not Time Series
fr: Pas une série temporelle

source: Not a valid ZIP file
fr: Fichier ZIP non valide

source: Not added to any dashboard
fr: Non ajouté à un tableau de bord

source: Not all required fields are complete. Please provide the following:
fr: Tous les champs obligatoires ne sont pas remplis. Veuillez fournir les éléments suivants :

source: Not available
fr: Non disponible

source: Not defined
fr: Non défini

source: Not equal to (≠)
fr: Non égal à (≠)

source: Not in
fr: Pas dans

source: Not null
fr: Non nul

source: Not triggered
fr: Non déclenché

source: Not up to date
fr: Pas à jour

source: Nothing here yet
fr: Rien ici pour le moment

source: Nothing triggered
fr: Rien déclenché

source: Notification Method
fr: Méthode de notification

source: Notification method
fr: Méthode de notification

source: November
fr: Novembre

source: Now
fr: Maintenant

source: Null Values
fr: Valeurs nulles

source: Null imputation
fr: Imputation des valeurs nulles

source: Null or Empty
fr: Null ou vide

source: Number Format
fr: Format des nombres

source: Number bounds used for color encoding from red to blue. Reverse the numbers for blue to red. To get pure red or blue, you can enter either only min or max.
fr: Bornes numériques utilisées pour le codage des couleurs du rouge au bleu. Inversez les nombres pour le bleu vers le rouge. Pour obtenir un rouge ou un bleu pur, vous pouvez saisir uniquement min ou max.

source: Number format
fr: Format des nombres

source: Number format string
fr: Chaîne de format des nombres

source: Number formatting
fr: Formatage des nombres

source: Number of buckets to group data
fr: Nombre de groupes de données pour regrouper les données

source: Number of decimal digits to round numbers to
fr: Nombre de chiffres décimaux pour arrondir les nombres

source: Number of decimal places with which to display lift values
fr: Nombre de décimales pour l'affichage des valeurs de l'ascenseur

source: Number of decimal places with which to display p-values
fr: Nombre de décimales pour l'affichage des valeurs p

source: Number of periods to compare against. You can use negative numbers to compare from the beginning of the time range.
fr: Nombre de période à comparer. Vous pouvez utiliser des nombres négatifs pour comparer au début de l'intervalle temporel.

source: Number of periods to ratio against
fr: Nombre de périodes à rapporter

source: Number of rows of file to read. Leave empty (default) to read all rows
fr: Nombre de lignes du fichier à lire. Laissez vide (par défaut) pour lire toutes les lignes

source: Number of rows to skip at start of file.
fr: Nombre de lignes à sauter au début du fichier.

source: Number of split segments on the axis
fr: Nombre de segments divisés sur l'axe

source: Number of steps to take between ticks when displaying the X scale
fr: Nombre de pas entre les points de repère lors de l'affichage de l'échelle des X

source: Number of steps to take between ticks when displaying the Y scale
fr: Nombre de pas entre les points de repère lors de l'affichage de l'échelle Y

source: Numeric column used to calculate the histogram.
fr: Colonne numérique utilisée pour calculer l'histogramme.

source: Numerical range
fr: Interval numérique

source: OVERWRITE
fr: REMPLACER

source: October
fr: Octobre

source: Offline
fr: Hors ligne

source: On Grace
fr: Sur la grâce

source: On dashboards
fr: Sur les tableaux de bord

source: One or many columns to group by. High cardinality groupings should include a series limit to limit the number of fetched and rendered series.
fr: Une ou plusieurs colonnes à regrouper. Les regroupements à forte cardinalité doivent inclure une limite de séries afin de limiter le nombre de séries recherchées et rendues.

source: One or many controls to group by. If grouping, latitude and longitude columns must be present.
fr: Un ou plusieurs contrôles à regrouper. En cas de regroupement, les colonnes de latitude et de longitude doivent être présentes.

source: One or many controls to pivot as columns
fr: Un ou plusieurs contrôles à pivoter en tant que colonnes

source: One or many metrics to display
fr: Une ou plusieurs mesures à afficher

source: One or more annotation layers failed loading.
fr: Le chargement d'une ou plusieurs couches d'annotation a échoué.

source: One or more columns already exist
fr: Une ou plusieurs colonnes existent déjà

source: One or more columns are duplicated
fr: Une ou plusieurs colonnes sont en double

source: One or more columns do not exist
fr: Une ou plusieurs colonnes n'existent pas

source: One or more metrics already exist
fr: Une ou plusieurs mesures existent déjà

source: One or more metrics are duplicated
fr: Une ou plusieurs mesures sont dupliquées

source: One or more metrics do not exist
fr: Une ou plusieurs mesures n'existent pas

source: One or more parameters needed to configure a database are missing.
fr: Un ou plusieurs paramètres nécessaires à la configuration d'une base de données sont manquants.

source: One or more parameters specified in the query are malformed.
fr: Un ou plusieurs paramètres spécifiés dans la requête sont malformés.

source: One or more parameters specified in the query are missing.
fr: Un ou plusieurs paramètres spécifiés dans la requête sont manquants.

source: Only Total
fr: Seulement le total

source: Only `SELECT` statements are allowed
fr: Seules les instructions « SELECT » sont autorisées

source: Only applies when "Label Type" is not set to a percentage.
fr: S'applique uniquement lorsque le « Type d'étiquette » n'est pas réglé sur un pourcentage.

source: Only applies when "Label Type" is set to show values.
fr: Ne s'applique que lorsque le « Type d'étiquette » est réglé sur l'affichage des valeurs.

source: Only show the total value on the stacked chart, and not show on the selected category
fr: N'affichez que la valeur totale sur le graphique empilé, et pas sur la catégorie sélectionnée

source: Only single queries supported
fr: Seules les requêtes uniques sont prises en charge

source: Only the default catalog is supported for this connection
fr: Seul le catalogue par défaut est pris en charge pour cette connexion

source: Oops! An error occurred!
fr: Oups ! Une erreur s'est produite !

source: Opacity
fr: Opacité

source: Opacity of Area Chart. Also applies to confidence band.
fr: Opacité du graphique en aires. S'applique également à la bande de confiance.

source: Opacity of all clusters, points, and labels. Between 0 and 1.
fr: Opacité de tous les groupes, points et étiquettes. Entre 0 et 1.

source: Opacity of area chart.
fr: Opacité du diagramme en aires.

source: Opacity of bubbles, 0 means completely transparent, 1 means opaque
fr: Opacité des bulles, 0 signifie complètement transparent, 1 signifie opaque

source: Opacity, expects values between 0 and 100
fr: Opacité, attend des valeurs entre 0 et 100

source: Open Datasource tab
fr: Ouvrir l'onglet Source de données

source: Open SQL Lab in a new tab
fr: Ouvrir SQL Lab dans un nouvel onglet

source: Open in SQL Lab
fr: Ouvrir dans SQL Lab

source: Open in SQL lab
fr: Ouvrir dans SQL Lab

source: Open query in SQL Lab
fr: Ouvrir une requête dans SQL Lab

source: Operate the database in asynchronous mode, meaning that the queries are executed on remote workers as opposed to on the web server itself. This assumes that you have a Celery worker setup as well as a results backend. Refer to the installation docs for more information.
fr: Exploiter la base de données en mode asynchrone, ce qui signifie que les requêtes sont exécutées sur des travailleurs distants plutôt que sur le serveur web lui-même. Cela suppose que vous disposiez d'un collaborateur Celery ainsi que d'un programme dorsal de résultats. Reportez-vous à la documentation d'installation pour plus d'informations.

source: Operator
fr: Opérateur

source: Operator undefined for aggregator: %(name)s
fr: Opérateur indéfini pour l'agrégat : %(name)s

source: Optional CA_BUNDLE contents to validate HTTPS requests. Only available on certain database engines.
fr: Contenu CA_BUNDLE optionnel pour valider les requêtes HTTPS. Disponible uniquement sur certains moteurs de base de données.

source: Optional d3 date format string
fr: Chaîne de format de date d3 optionnelle

source: Optional d3 number format string
fr: Chaîne de format de nombre d3 optionnelle

source: Optional name of the data column.
fr: Nom facultatif de la colonne de données.

source: Optional warning about use of this metric
fr: Avertissement facultatif concernant l'utilisation de cette mesure

source: Or choose from a list of other databases we support:
fr: Ou choisissez parmi une liste d'autres bases de données que nous prenons en charge :

source: Order results by selected columns
fr: Ordonner les résultats par colonnes sélectionnées

source: Ordering
fr: Ordonnancement

source: Orders the query result that generates the source data for this chart. If a series or row limit is reached, this determines what data are truncated. If undefined, defaults to the first metric (where appropriate).
fr: Ordonne le résultat de la requête qui génère les données source pour ce graphique. Si une limite de série ou de ligne est atteinte, cela détermine quelles données sont tronquées. Si indéfini, utilise par défaut la première mesure (le cas échéant).

source: Orientation of bar chart
fr: Orientation du diagramme à barres

source: Orientation of filter bar
fr: Orientation de la barre de filtres

source: Orientation of tree
fr: Orientation de l'arbre

source: Original table column order
fr: Ordre des colonnes du tableau original

source: Original value
fr: Valeur d'origine

source: Other
fr: Autre

source: Other color palettes
fr: Autres palettes de couleurs

source: Outdoors
fr: Extérieurs

source: Outer Radius
fr: Rayon extérieur

source: Outer edge of Pie chart
fr: Bord extérieur du graphique circulaire

source: Overlap
fr: Chevauchement

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
fr: Superposez une ou plusieurs séries temporelles à partir d'une période de temps relative. Les deltas temporels relatifs doivent être exprimés en langage naturel (exemple : 24 heures, 7 jours, 52 semaines, 365 jours). Le texte libre est pris en charge.

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
fr: Superposez une ou plusieurs séries temporelles d'une période relative. Entrez les décalages temporels en langage naturel (exemple : 24 heures, 7 jours, 52 semaines, 365 jours). Le texte libre est pris en charge.

source: Overlay results from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported. Use "Inherit range from time filters" to shift the comparison time range by the same length as your time range and use "Custom" to set a custom comparison range.
fr: Superposez les résultats d'une période relative. Entrez les décalages temporels en langage naturel (exemple : 24 heures, 7 jours, 52 semaines, 365 jours). Le texte libre est pris en charge. Utilisez « Hériter l'intervalle des filtres temporels » pour décaler la période de comparaison de la même durée que votre période, ou « Personnalisé » pour définir une période de comparaison personnalisée.

source: Overlays a hexagonal grid on a map, and aggregates data within the boundary of each cell.
fr: Superpose une grille hexagonale sur une carte et agrège les données à l'intérieur du périmètre de chaque cellule.

source: Override time grain
fr: Remplacer la granularité temporelle

source: Override time range
fr: Remplacer l'intervalle de temps

source: Overwrite
fr: Remplacer

source: Overwrite & Explore
fr: Modifier et explorer

source: Overwrite Dashboard [%s]
fr: Ecraser le tableau de bord [%s]

source: Overwrite existing
fr: Remplacer les existants

source: Overwrite text in the editor with a query on this table
fr: Remplacer le texte de l'éditeur par une requête sur ce tableau

source: Owned Created or Favored
fr: Propriétaire créé ou privilégié

source: Owner
fr: Propriétaire

source: Owners
fr: Propriétaires

source: Owners are invalid
fr: Les propriétaires ne sont pas valides

source: Owners is a list of users who can alter the dashboard.
fr: Les propriétaires est une liste d'utilisateur·rice·s qui peuvent modifier le tableau de bord.

source: Owners is a list of users who can alter the dashboard. Searchable by name or username.
fr: Les propriétaires sont une liste des utilisateurs qui peuvent modifier le tableau de bord. Il est possible d'effectuer une recherche par nom ou par nom d'utilisateur.

source: PDF download failed, please refresh and try again.
fr: Échec du téléchargement PDF, veuillez actualiser et réessayer.

source: Page length
fr: Longueur de la page

source: Paired t-test Table
fr: Tableau test t par paires

source: Pandas resample method
fr: Méthode Pandas de rééchantillonnage

source: Pandas resample rule
fr: Règle de rééchantillonnage des Pandas

source: Parallel Coordinates
fr: Coordonnées parallèles

source: Parameter error
fr: Erreur de paramètre

source: Parameters
fr: Paramètres

source: Parameters
fr: Paramètres

source: Parameters related to the view and perspective on the map
fr: Paramètres relatifs à la vue et à la perspective sur la carte

source: Parsing error: %(error)s
fr: Erreur d'analyse : %(error)s

source: Part of a Whole
fr: Fait partie d'un tout

source: Partition Chart
fr: Graphique de partition

source: Partition Diagram
fr: Diagramme de partition

source: Partition Limit
fr: Limite de partition

source: Partition Threshold
fr: Seuil de partition

source: Partitions whose height to parent height proportions are below this value are pruned
fr: Les partitions dont les proportions de hauteur par rapport à la hauteur du parent sont inférieures à cette valeur sont élaguées

source: Password
fr: Mot de passe

source: Password is required
fr: Le mot de passe est requis

source: Password:
fr: Mot de passe :

source: Passwords do not match!
fr: Les mots de passe ne correspondent pas !

source: Paste Private Key here
fr: Coller la clé privée ici

source: Paste content of service credentials JSON file here
fr: Collez ici le contenu du fichier JSON des informations d'identification du service

source: Paste the shareable Google Sheet URL here
fr: Coller ici l'URL partageable de Google Sheet

source: Paste your access token here
fr: Collez votre jeton d'accès ici

source: Pattern
fr: Motif

source: Percent Change
fr: Pourcentage de variation

source: Percent Difference format
fr: Format de différence en pourcentage

source: Percent of total
fr: Pourcentage du total

source: Percentage
fr: Pourcentage

source: Percentage change
fr: Pourcentage de variation

source: Percentage difference between the time periods
fr: Différence en pourcentage entre les périodes

source: Percentage metric calculation
fr: Calcul de mesure en pourcentage

source: Percentage metrics
fr: Mesures en pourcentage

source: Percentage threshold
fr: Seuil en pourcentage

source: Percentages
fr: Pourcentages

source: Period average
fr: Moyenne de la période

source: Periods
fr: Périodes
