Repository: CypherXIII/formasup-bi-platform
Catalog: superset/locales/backup-messages.po
Languages: fr

source: Periods must be a whole number
fr: Les périodes doivent être des nombres entiers

source: Permissions successfully synced for %s
fr: Permissions synchronisées avec succès pour %s

source: Person or group that has certified this chart.
fr: Personne ou groupe qui a certifié ce graphique.

source: Person or group that has certified this dashboard.
fr: Personne ou groupe qui a certifié ce tableau de bord.

source: Person or group that has certified this metric
fr: Personne ou groupe qui a certifié cette mesure

source: Physical
fr: Physique

source: Physical (table or view)
fr: Physique (table ou vue)

source: Pick a dimension from which categorical colors are defined
fr: Choisissez une dimension à partir de laquelle les couleurs catégorielles sont définies

source: Pick a metric for x, y and size
fr: Choisissez une mesure pour x, y et la taille

source: Pick a metric to display
fr: Choisissez une mesure à afficher

source: Pick a name to help you identify this database.
fr: Choisissez un nom pour vous aider à identifier cette base de données.

source: Pick a nickname for how the database will display in Superset.
fr: Choisissez un surnom pour l'affichage de la base de données dans Superset.

source: Pick a set of deck.gl charts to layer on top of one another
fr: Choisissez un ensemble de graphiques deck.gl à superposer

source: Pick a title for you annotation.
fr: Choisissez un titre pour votre annotation.

source: Pick at least one metric
fr: Choisissez au moins une mesure

source: Pick one or more columns that should be shown in the annotation. If you don't select a column all of them will be shown.
fr: Choisissez une ou plusieurs colonnes qui doivent être affichées dans l'annotation. Si vous ne sélectionnez pas de colonne, toutes les colonnes seront affichées.

source: Pick your favorite markup language
fr: Choisissez votre langage de balisage préféré

source: Pie Chart
fr: Graphique circulaire

source: Pie charts on a map
fr: Graphiques circulaires sur une carte

source: Pie shape
fr: Forme du secteur

source: Piecewise
fr: Par morceaux

source: Pin
fr: Épingler

source: Pin Left
fr: Épingler à gauche

source: Pin Right
fr: Épingler à droite

source: Pivot Table
fr: Tableau croisé

source: Pivot operation must include at least one aggregate
fr: L'opération de pivot doit inclure au moins un agrégat

source: Pivot operation requires at least one index
fr: L'opération de pivot nécessite au moins un index

source: Pivoted
fr: Pivoté

source: Pixel height of each series
fr: Hauteur des pixels de chaque série

source: Plain
fr: Simple

source: Please DO NOT overwrite the "filter_scopes" key.
fr: Veuillez NE PAS écraser la touche « filter_scopes ».

source: Please check your query and confirm that all template parameters are surround by double braces, for example, "{{ ds }}". Then, try running your query again.
fr: Veuillez vérifier votre requête et confirmer que tous les paramètres du modèle sont entourés de doubles accolades, par exemple, « {{ ds }} ». Essayez ensuite d'exécuter à nouveau votre requête.

source: Please check your query for syntax errors at or near "%(syntax_error)s". Then, try running your query again.
fr: Veuillez corriger une erreur de syntaxe dans la requête près de « %(syntax_error)s ». Puis essayez de relancer la requête.

source: Please check your query for syntax errors near "%(server_error)s". Then, try running your query again.
fr: Veuillez corriger une erreur de syntaxe dans la requête près de « %(server_error)s ». Puis essayez de relancer la requête.

source: Please check your template parameters for syntax errors and make sure they match across your SQL query and Set Parameters. Then, try running your query again.
fr: Veuillez vérifier vos paramètres de modèle pour les erreurs de syntaxe et assurez-vous qu'ils correspondent à votre requête SQL et aux paramètres définis. Ensuite, réessayez d'exécuter votre requête.

source: Please choose a valid value
fr: Veuillez choisir une valeur valide

source: Please choose at least one groupby
fr: Veuillez choisir au moins un regroupement

source: Please confirm
fr: Veuillez confirmer

source: Please confirm the overwrite values.
fr: Veuillez confirmer les valeurs de remplacement.

source: Please confirm your password
fr: Veuillez confirmer votre mot de passe

source: Please enter a SQLAlchemy URI to test
fr: Veuillez saisir un URI SQLAlchemy à tester

source: Please enter a valid email
fr: Veuillez entrer un email valide

source: Please enter a valid email address
fr: Veuillez saisir une adresse email valide

source: Please enter valid text. Spaces alone are not permitted.
fr: Veuillez saisir un texte valide. Les espaces seuls ne sont pas autorisés.

source: Please enter your email
fr: Veuillez saisir votre email

source: Please enter your first name
fr: Veuillez entrer votre prénom

source: Please enter your last name
fr: Veuillez entrer votre nom de famille

source: Please enter your password
fr: Veuillez entrer votre mot de passe

source: Please enter your username
fr: Veuillez entrer votre nom d'utilisateur

source: Please provide a valid range
fr: Veuillez fournir une plage valide

source: Please provide a value within range
fr: Veuillez fournir une valeur dans la plage

source: Please re-enter the password.
fr: Veuillez saisir à nouveau le mot de passe.

source: Please re-export your file and try importing again
fr: Veuillez réexporter votre fichier et réessayer l'importation

source: Please reach out to the Chart Owner for assistance.
fr: Veuillez contacter le propriétaire du graphique pour obtenir de l'aide.

source: Please save your chart first, then try creating a new email report.
fr: Veuillez d'abord enregistrer votre graphique, puis essayez de créer un nouveau rapport par courriel.

source: Please save your dashboard first, then try creating a new email report.
fr: Veuillez d'abord sauvegarder votre tableau de bord, puis essayez de créer un nouveau rapport par courriel.

source: Please select at least one role or group
fr: Veuillez sélectionner au moins un rôle ou groupe

source: Please select both a Dataset and a Chart type to proceed
fr: Veuillez sélectionner un ensemble de données et un type de graphique pour continuer

source: Please specify the Dataset ID for the ``%(name)s`` metric in the Jinja macro.
fr: Veuillez spécifier l'ID de l'ensemble de données pour la mesure \u00ab %(name)s \u00bb dans la macro Jinja.

source: Please use 3 different metric labels
fr: Utilisez 3 libellés de mesure différents

source: Plot the distance (like flight paths) between origin and destination.
fr: Tracez la distance (comme les trajets aériens) entre l'origine et la destination.

source: Plots the individual metrics for each row in the data vertically and links them together as a line. This chart is useful for comparing multiple metrics across all of the samples or rows in the data.
fr: Représente les mesures individuelles pour chaque ligne de données verticalement et les relie par une ligne. Ce graphique est utile pour comparer plusieurs mesures sur l'ensemble des échantillons ou des lignes de données.

source: Plugins
fr: Plugiciels

source: Point Color
fr: Couleur du point

source: Point Radius
fr: Rayon du point

source: Point Radius Scale
fr: Échelle du rayon du point

source: Point Radius Unit
fr: Unité de rayon de point

source: Point Size
fr: Taille du point

source: Point Unit
fr: Unité de point

source: Point to your spatial columns
fr: Pointez vos colonnes spatiales

source: Points and clusters will update as the viewport is being changed
fr: Les points et les grappes seront mis à jour au fur et à mesure de la modification de la fenêtre de visualisation

source: Polygon Column
fr: Colonne polygonale

source: Polygon Encoding
fr: Encodage des polygones

source: Polygon Settings
fr: Paramètres des polygones

source: Populate "Default value" to enable this control
fr: Remplir « Valeur par défaut » pour activer ce contrôle

source: Port %(port)s on hostname "%(hostname)s" refused the connection.
fr: Le port %(port)s sur l'hôte « %(hostname)s » a refusé la connexion.

source: Port out of range 0-65535
fr: Port hors de portée 0-65535

source: Position of child node label on tree
fr: Position de l'étiquette de nœud enfant sur l'arborescence

source: Position of column level subtotal
fr: Position du sous-total au niveau de la colonne

source: Position of intermediate node label on tree
fr: Position de l'étiquette de nœud intermédiaire sur l'arbre

source: Position of row level subtotal
fr: Position du sous-total au niveau de la rangée

source: Powered by Apache Superset
fr: Propulsé par Apache Superset

source: Pre-filter
fr: Préfiltre

source: Pre-filter available values
fr: Valeurs disponibles pour le préfiltre

source: Pre-filter is required
fr: Un préfiltre est requis

source: Predictive
fr: Prédictif

source: Predictive Analytics
fr: Analyse prédictive

source: Prefix
fr: Préfixe

source: Prefix or suffix
fr: Préfixe ou suffixe

source: Preview
fr: Prévisualisation

source: Preview uploaded file
fr: Prévisualiser le fichier téléversé

source: Previous
fr: Précédent

source: Previous Line
fr: Ligne précédente

source: Primary
fr: Primaire

source: Primary Metric
fr: Mesure primaire

source: Primary key
fr: Clé primaire

source: Primary or secondary y-axis
fr: Axe des ordonnées primaire ou secondaire

source: Primary y-axis Bounds
fr: Limites de l'axe des ordonnées primaires

source: Primary y-axis format
fr: Format de l'axe primaire des ordonnées

source: Private Channels (Bot in channel)
fr: Canaux privés (Bot dans le canal)

source: Private Key
fr: Clé privée

source: Private Key & Password
fr: Clé privée et mot de passe

source: Private Key Password
fr: Mot de passe de la clé privée

source: Proceed
fr: Continuer

source: Progress
fr: Progrès

source: Progressive
fr: Progressif

source: Project Id
fr: ID du projet

source: Proportional
fr: Proportionnel

source: Published
fr: Publié

source: Purple
fr: Violet

source: Put labels outside
fr: Placer les étiquettes à l'extérieur

source: Put positive values and valid minute and second value less than 60
fr: Saisissez des valeurs positives et des valeurs de minute et seconde valides inférieures à 60

source: Put some positive value greater than 0
fr: Entrez une valeur positive supérieure à 0

source: Put the labels outside of the pie?
fr: Placer les étiquettes à l'extérieur du graphique circulaire?

source: Put your code here
fr: Mettez votre code ici

source: Python datetime string pattern
fr: Modèle de chaîne de date en Python

source: Quarter
fr: Trimestre

source: Quarters %s
fr: Trimestres %s

source: Queries
fr: Requêtes

source: Query
fr: Requête

source: Query %s: %s
fr: Requête %s : %s

source: Query A
fr: Requête A

source: Query B
fr: Requête B

source: Query History
fr: Historiques des requêtes

source: Query data in SQL Lab
fr: Interroger les données dans SQL Lab

source: Query does not exist
fr: La requête n'existe pas

source: Query history
fr: Historique des requêtes

source: Query imported
fr: Requête importée

source: Query in a new tab
fr: Requête dans un nouvel onglet

source: Query is too complex and takes too long to run.
fr: Requête trop complexe et trop longue à exécuter.

source: Query mode
fr: Mode de requête

source: Query name
fr: Nom de la requête

source: Query preview
fr: Prévisualisation de la requête

source: Query was stopped
fr: La requête a été arrêtée

source: Query was stopped.
fr: La requête a été arrêtée.

source: RGB Color
fr: Couleur RVB

source: RLS Rule not found.
fr: Règle RLS introuvable.

source: RLS rules could not be deleted.
fr: Les règles RLS n'ont pas pu être supprimées.

source: Radar Chart
fr: Graphique radar

source: Radar render type, whether to display 'circle' shape.
fr: Type de rendu radar, s'il faut afficher la forme du cercle.

source: Radius
fr: Rayon

source: Radius in kilometers
fr: Rayon en kilomètres

source: Radius in meters
fr: Rayon en mètres

source: Radius in miles
fr: Rayon en milles

source: Range
fr: Plage

source: Range filter
fr: Filtre d'intervalle

source: Range filter plugin using AntD
fr: Module d'extension de filtre d'intervalle utilisant AntD

source: Range labels
fr: Étiquettes d'intervalle

source: Range type
fr: Type de plage

source: Ranges
fr: Plages

source: Ranges to highlight with shading
fr: Intervalles à mettre en évidence avec ombrage

source: Ranking
fr: Classement

source: Raw records
fr: Registres bruts

source: Recently modified
fr: Dernière modification

source: Recents
fr: Récents

source: Recipients are separated by "," or ";"
fr: Les destinataires sont séparés par « , » ou « ; »

source: Record Count
fr: Nombre d'enregistrements

source: Recurring (every)
fr: Récurrent (chaque)

source: Red for increase, green for decrease
fr: Rouge pour les augmentations, vert pour les diminutions

source: Redo the action
fr: Refaire l'action

source: Reduce X ticks
fr: Réduire X points de repère

source: Reduces the number of X-axis ticks to be rendered. If true, the x-axis will not overflow and labels may be missing. If false, a minimum width will be applied to columns and the width may overflow into an horizontal scroll.
fr: Réduit le nombre de points de repère de l'axe des abscisses à afficher. Si la valeur est définie à True, l'axe des abscisses ne débordera pas et des étiquettes pourraient être manquantes. Si elle est fausse, une largeur minimale sera appliquée aux colonnes et la largeur pourrait déborder dans un défilement horizontal.

source: Refer to the
fr: Se référer à

source: Referenced columns not available in DataFrame.
fr: Les colonnes référencées sont indisponibles dans la DataFrame.

source: Referrer
fr: Référent

source: Refetch results
fr: Récupérer les résultats

source: Refresh
fr: Actualiser

source: Refresh dashboard
fr: Actualiser le tableau de bord

source: Refresh frequency
fr: Fréquence d'actualisation

source: Refresh interval
fr: Intervalle d'actualisation

source: Refresh interval saved
fr: Intervalle d'actualisation enregistré

source: Refresh table schema
fr: Actualiser le schéma de la table

source: Refresh the default values
fr: Actualiser les valeurs par défaut

source: Refreshing charts
fr: Actualisation des graphiques

source: Refreshing columns
fr: Actualisation des colonnes

source: Register
fr: S'inscrire

source: Registration date
fr: Date d'inscription

source: Registration hash
fr: Hash d'inscription

source: Regular
fr: Régulier

source: Regular filters add where clauses to queries if a user belongs to a role referenced in the filter, base filters apply filters to all queries except the roles defined in the filter, and can be used to define what users can see if no RLS filters within a filter group apply to them.
fr: Les filtres réguliers ajoutent des clauses WHERE aux requêtes si un utilisateur appartient à un rôle référencé dans le filtre. Les filtres de base appliquent des filtres à toutes les requêtes sauf pour les rôles définis dans le filtre, et peuvent être utilisés pour définir ce que les utilisateurs peuvent voir si aucun filtre RLS d'un groupe de filtres ne s'applique à eux.

source: Relational
fr: Relationnel

source: Relationships between community channels
fr: Relations entre les canaux communautaires

source: Relative Date/Time
fr: Date/Heure relative

source: Relative period
fr: Période relative

source: Relative quantity
fr: Quantité relative

source: Reload
fr: Recharger

source: Remove
fr: Supprimer

source: Remove cross-filter
fr: Supprimer le filtre croisé

source: Remove item
fr: Supprimer l'élément

source: Remove query from log
fr: Supprimer la requête des journaux

source: Remove table preview
fr: Supprimer la prévisualisation du tableau

source: Removed 1 column from the virtual dataset
fr: 1 colonne supprimée de l'ensemble de données virtuel

source: Rename tab
fr: Renommer l'onglet

source: Render HTML
fr: Afficher le HTML

source: Render columns in HTML format
fr: Afficher les colonnes au format HTML

source: Renders table cells as HTML when applicable. For example, HTML <a> tags will be rendered as hyperlinks.
fr: Affiche les cellules du tableau en HTML lorsque c'est applicable. Par exemple, les balises HTML <a> seront affichées comme des hyperliens.

source: Replace
fr: Remplacer

source: Report
fr: Rapport

source: Report Name
fr: Nom du rapport

source: Report Schedule could not be created.
fr: La planification de rapport n'a pas pu être créée.

source: Report Schedule could not be updated.
fr: La planification de rapport n'a pas pu être mise à jour.

source: Report Schedule delete failed.
fr: La planification de rapport n'a pas être supprimée.

source: Report Schedule execution failed when generating a csv.
fr: L'exécution de la planification de rapport a échoué à la génération d'un csv.

source: Report Schedule execution failed when generating a dataframe.
fr: L'exécution de la planification de rapport a échoué à la génération d'un cadre de données.

source: Report Schedule execution failed when generating a pdf.
fr: L'exécution du rapport planifié a échoué lors de la génération du PDF.

source: Report Schedule execution failed when generating a screenshot.
fr: L'exécution de la planification de rapport a échoué à la génération d'une capture d'écran.

source: Report Schedule execution got an unexpected error.
fr: L'exécution de la planification de rapport a rencontré une erreur inattendue.

source: Report Schedule is still working, refusing to re-compute.
fr: La planification de rapport est toujours en cours d'exécution, recalcul refusé.

source: Report Schedule log prune failed.
fr: Échec de l'élagage du journal du planification de rapport.

source: Report Schedule not found.
fr: Planification de rapport introuvable.

source: Report Schedule parameters are invalid.
fr: Les paramètres des planification de rapport sont invalides.

source: Report Schedule reached a working timeout.
fr: La planification de rapport a dépassé le délai d'exécution.

source: Report Schedule state not found
fr: État de la planification de rapport introuvable

source: Report a bug
fr: Rapporter un bogue

source: Report contents
fr: Contenu du rapport

source: Report failed
fr: Rapport échoué

source: Report is active
fr: Le rapport est actif

source: Report name
fr: Nom du rapport

source: Report schedule client error
fr: Erreur client du rapport planifié

source: Report schedule system error
fr: Erreur système du rapport planifié

source: Report schedule unexpected error
fr: Erreur inattendue de la planification de rapport

source: Report sending
fr: Envoi d'un rapport

source: Report sent
fr: Rapport envoyé

source: Report updated
fr: Rapport mis à jour

source: Reports
fr: Rapports

source: Repulsion
fr: Répulsion

source: Repulsion strength between nodes
fr: Force de répulsion entre les nœuds

source: Request Access
fr: Demander l'accès

source: Request is incorrect: %(error)s
fr: La requête est incorrecte : %(error)s

source: Request is not JSON
fr: La requête n'est pas JSON

source: Request missing data field.
fr: Champ de données manquant dans la requête.

source: Request timed out
fr: La requête a expiré

source: Required
fr: Obligatoire

source: Required control values have been removed
fr: Les valeurs de contrôle requises ont été supprimées

source: Resample
fr: Rééchantillonner

source: Resample method should be in
fr: La méthode de rééchantillonnage doit être dans

source: Resample operation requires DatetimeIndex
fr: L'opération de rééchantillonnage nécessite DatetimeIndex

source: Reset
fr: Réinitialiser

source: Reset columns
fr: Réinitialiser les colonnes

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Reset password
fr: Réinitialiser le mot de passe

source: Reset state
fr: Réinitialiser l'état

source: Resource already has an attached report.
fr: La ressource a déjà un rapport joint.

source: Resource was not found.
fr: Ressource non trouvée.

source: Restore filter
fr: Restaurer le filtre

source: Results
fr: Résultats

source: Results %s
fr: Résultats %s

source: Results backend is not configured.
fr: Le programme dorsal des résultats n'est pas configuré.

source: Results backend needed for asynchronous queries is not configured.
fr: Le programme dorsal des résultats pour les requêtes asynchrones n'est pas configuré.

source: Retry fetching results
fr: Réessayer de récupérer les résultats

source: Return to specific datetime.
fr: Retour à l'horodatage spécifique.

source: Reverse Lat & Long
fr: Inverser Lat & Long

source: Reverse lat/long
fr: Inverser la latitude et la longitude

source: Rich Tooltip
fr: Infobulle détaillée

source: Rich tooltip
fr: Infobulle détaillée

source: Right
fr: Droite

source: Right Axis Format
fr: Format de l'axe droit

source: Right Axis Metric
fr: Mesure de l'axe droit

source: Right axis metric
fr: Mesure de l'axe droit

source: Right to Left
fr: Droite à gauche

source: Right value
fr: Valeur droite

source: Right-click on a dimension value to drill to detail by that value.
fr: Cliquez avec le bouton droit de la souris sur une valeur de dimension pour obtenir des informations détaillées sur cette valeur.

source: Role
fr: Rôle

source: Role Name
fr: Nom du rôle

source: Role name is required
fr: Le nom du rôle est obligatoire

source: Roles
fr: Rôles

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks.If no roles are defined, regular access permissions apply.
fr: Les rôles sont une liste qui définit l'accès au tableau de bord. Accorder à un rôle l'accès à un tableau de bord contournera les vérifications au niveau de l'ensemble de données. Si aucun rôle n'est défini, les permissions d'accès normales s'appliquent.

source: Rolling Function
fr: Fonction glissante

source: Rolling Window
fr: Fenêtre glissante

source: Rolling function
fr: Fonction glissante

source: Rolling window
fr: Fenêtre glissante

source: Root certificate
fr: Certificat racine

source: Root node id
fr: Identifiant de nœud racine

source: Rose Type
fr: Type de rose

source: Rotate x axis label
fr: Faire pivoter l'étiquette de l'axe des absisses

source: Rotate y axis label
fr: Faire pivoter l'étiquette de l'axe des ordonnées

source: Rotation to apply to words in the cloud
fr: Faire pivoter pour appliquer aux mots dans le nuage

source: Round cap
fr: Extrémité arrondie

source: Row
fr: Rangée

source: Row Level Security
fr: Sécurité au niveau de la rangée

source: Row Limit: percentages are calculated based on the subset of data retrieved, respecting the row limit. All Records: Percentages are calculated based on the total dataset, ignoring the row limit.
fr: Limite de lignes : les pourcentages sont calculés sur le sous-ensemble de données récupérées, en respectant la limite de lignes. Tous les enregistrements : les pourcentages sont calculés sur l'ensemble de données total, en ignorant la limite de lignes.

source: Row containing the headers to use as column names (0 is first line of data).
fr: Ligne contenant les en-têtes à utiliser comme noms de colonnes (0 est la première ligne de données).

source: Row limit
fr: Nombre de rangées maximum

source: Rows
fr: Rangées

source: Rows per page, 0 means no pagination
fr: Rangées par page, 0 signifie aucune pagination

source: Rows subtotal position
fr: Position du sous-total des rangées

source: Rows to read
fr: Lignes à lire

source: Rule
fr: Règle

source: Rule Name
fr: Nom de la règle

source: Rule added
fr: Règle ajoutée

source: Run
fr: Exécuter

source: Run a query to display query history
fr: Exécuter une requête pour afficher l'historique des requêtes

source: Run a query to display results
fr: Lancer une requête pour afficher les résultats

source: Run current query
fr: Exécuter la requête actuelle

source: Run in SQL Lab
fr: Exécuter dans SQL Lab
