Repository: CypherXIII/formasup-bi-platform
Catalog: superset/locales/backup-messages.po
Languages: fr

source: The two passwords that you entered do not match!
fr: Les deux mots de passe que vous avez saisis ne correspondent pas !

source: The type of the layer
fr: Le type de la couche

source: The type of visualization to display
fr: Le type de visualisation à afficher

source: The unit of measure for the specified point radius
fr: L'unité de mesure pour le rayon de point spécifié

source: The upper limit of the threshold range of the Isoband
fr: La limite supérieure de la plage de seuil de l'Isobande

source: The user has been updated successfully.
fr: L'utilisateur a été mis à jour avec succès.

source: The user seems to have been deleted
fr: L'utilisateur·rice semble avoir été effacé·e

source: The user was updated successfully
fr: L'utilisateur a été mis à jour avec succès

source: The user/password combination is not valid (Incorrect password for user).
fr: La combinaison utilisateur·rice/mot de passe n'est pas valide (mot de passe incorrect pour l'utilisateur·rice).

source: The username "%(username)s" does not exist.
fr: L'utilisateur·rice « %(username)s » n'existe pas.

source: The username provided when connecting to a database is not valid.
fr: Le nom d'utilisateur·rice fourni lors de la connexion à une base de données n'est pas valide.

source: The version of the service
fr: La version du service

source: The visible title of the layer
fr: Le titre visible de la couche

source: The way the ticks are laid out on the X-axis
fr: La façon dont les points de repères sont disposés sur l'axe des absisses

source: The width of the Isoline in pixels
fr: La largeur de l'isoligne en pixels

source: The width of the current zoom level to compute all widths from
fr: La largeur du niveau de zoom actuel à partir de laquelle calculer toutes les largeurs

source: The width of the elements border
fr: La largeur de la bordure des éléments

source: The width of the lines
fr: La largeur des lignes

source: There are associated alerts or reports
fr: Il y a des alertes ou des rapports associés

source: There are associated alerts or reports: %(report_names)s
fr: Il y a des alertes ou des rapports associés : %(report_names)s

source: There are no charts added to this dashboard
fr: Il n'y a pas de graphiques ajouté dans ce tableau de bord

source: There are no components added to this tab
fr: Il n'y a pas de composant à ajouter dans cet onglet

source: There are no filters in this dashboard.
fr: Pas de filtre dans ce tableau de bord.

source: There are unsaved changes.
fr: Il existe des changements non enregistrés.

source: There is a syntax error in the SQL query. Perhaps there was a misspelling or a typo.
fr: Il y a une erreur de syntaxe dans la requête SQL. Peut-être une faute de frappe.

source: There is currently no information to display.
fr: Il n'y a actuellement aucune information à afficher.

source: There is no chart definition associated with this component, could it have been deleted?
fr: Il n'y a pas de définition de graphique associé à ce composant. A-t-il été supprimé?

source: There is not enough space for this component. Try decreasing its width, or increasing the destination width.
fr: Espace insuffisant pour ce composant. Diminuez sa largeur ou augmentez la largeur de destination.

source: There was an error creating the group. Please, try again.
fr: Une erreur s'est produite lors de la création du groupe. Veuillez réessayer.

source: There was an error creating the role. Please, try again.
fr: Une erreur s'est produite lors de la création du rôle. Veuillez réessayer.

source: There was an error creating the user. Please, try again.
fr: Une erreur s'est produite lors de la création de l'utilisateur. Veuillez réessayer.

source: There was an error duplicating the role. Please, try again.
fr: Une erreur s'est produite lors de la duplication du rôle. Veuillez réessayer.

source: There was an error fetching dataset
fr: Une erreur s'est produite lors de la récupération de l'ensemble de données

source: There was an error fetching dataset's related objects
fr: Une erreur s'est produite lors de la récupération des objets liés à l'ensemble de données

source: There was an error fetching the favorite status: %s
fr: Une erreur s'est produite lors de la récupération du statut favori : %s

source: There was an error fetching the filtered charts and dashboards:
fr: Une erreur s'est produite lors de la récupération des graphiques et tableaux de bord filtrés :

source: There was an error generating the permalink.
fr: Une erreur s'est produite lors de la génération du lien permanent.

source: There was an error loading the catalogs
fr: Une erreur s'est produite lors du chargement des catalogues

source: There was an error loading the chart data
fr: Une erreur s'est produite lors du chargement des données du graphique

source: There was an error loading the dataset metadata
fr: Une erreur s'est produite lors du chargement des métadonnées de l'ensemble de données

source: There was an error loading the schemas
fr: Une erreur s'est produite lors de la récupération des schémas

source: There was an error loading the tables
fr: Une erreur s'est produite lors de la récupération des tableaux

source: There was an error loading users.
fr: Une erreur s'est produite lors du chargement des utilisateurs.

source: There was an error retrieving dashboard tabs.
fr: Une erreur s'est produite lors de la récupération des onglets du tableau de bord.

source: There was an error saving the favorite status: %s
fr: Une erreur s'est produite lors de l'enregistrement du statut favori : %s

source: There was an error updating the group. Please, try again.
fr: Une erreur s'est produite lors de la mise à jour du groupe. Veuillez réessayer.

source: There was an error updating the role. Please, try again.
fr: Une erreur s'est produite lors de la mise à jour du rôle. Veuillez réessayer.

source: There was an error updating the user. Please, try again.
fr: Une erreur s'est produite lors de la mise à jour de l'utilisateur. Veuillez réessayer.

source: There was an error while fetching users
fr: Une erreur s'est produite lors de la récupération des utilisateurs

source: There was an error with your request
fr: Il y avait une erreur avec vore requête

source: There was an issue deleting %s
fr: Un problème s'est produit lors de la suppression de %s

source: There was an issue deleting %s: %s
fr: Il y a eu un problème lors de la suppression de %s : %s

source: There was an issue deleting registration for user: %s
fr: Un problème s'est produit lors de la suppression de l'inscription de l'utilisateur : %s

source: There was an issue deleting rules: %s
fr: Un problème s'est produit lors de la suppression des règles : %s

source: There was an issue deleting the selected %s: %s
fr: Il y a eu un problème lors de la suppression des %s sélectionné(e)s :%s

source: There was an issue deleting the selected annotations: %s
fr: Il y a eu un problème lors de la suppression des annotations sélectionnées : %s

source: There was an issue deleting the selected charts: %s
fr: Il y a eu un problème lors de la suppression des graphiques sélectionnés : %s

source: There was an issue deleting the selected dashboards:
fr: Il y a eu un problème lors de la suppression des graphiques sélectionnés:

source: There was an issue deleting the selected datasets: %s
fr: Il y a eu un problème lors de la suppression des ensembles de données sélectionnés : %s

source: There was an issue deleting the selected layers: %s
fr: Il y a eu un problème lors de la suppression des couches sélectionnées : %s

source: There was an issue deleting the selected queries: %s
fr: Il y a eu un problème lors de la suppression des requêtes sélectionnées : %s

source: There was an issue deleting the selected templates: %s
fr: Il y a eu un problème lors de la suppression des modèles sélectionnées : %s

source: There was an issue deleting: %s
fr: Il y a eu un problème lors de la suppression de : %s

source: There was an issue duplicating the dataset.
fr: Un problème s'est produit lors de la duplication de l'ensemble de données.

source: There was an issue duplicating the selected datasets: %s
fr: Un problème s'est produit lors de la duplication des ensembles de données sélectionnés : %s

source: There was an issue favoriting this dashboard.
fr: Il y a eu un problème pour mettre ce tableau de bord en favori.

source: There was an issue fetching reports attached to this dashboard.
fr: Désolé, une erreur s'est produite lors de la récupération des rapports de ce tableau de bord.

source: There was an issue fetching the favorite status of this dashboard.
fr: Il y a eu un problème pour récupérer le statut de favori de ce tableau de bord.

source: There was an issue fetching your chart: %s
fr: Un problème s'est produit lors de la récupération de votre graphique : %s

source: There was an issue fetching your dashboards: %s
fr: Un problème s'est produit lors de la récupération de vos tableaux de bord : %s

source: There was an issue fetching your recent activity: %s
fr: Une erreur s'est produite lors de lors de la récupération de votre activité récente : %s

source: There was an issue fetching your saved queries: %s
fr: Un problème s'est produit lors de la récupération de vos requêtes sauvegardées : %s

source: There was an issue previewing the selected query %s
fr: Il y a eu un problème lors de la prévisualisation de la requête sélectionnée %s

source: There was an issue previewing the selected query. %s
fr: Il y a eu un problème de prévisualisation de la requête sélectionnée. %s

source: These are the datasets this filter will be applied to.
fr: Ce sont les jeux de données sur lesquelles vont s'appliquer les filtres.

source: This JSON object is generated dynamically when clicking the save or overwrite button in the dashboard view. It is exposed here for reference and for power users who may want to alter specific parameters.
fr: Cet objet JSON est généré dynamiquement lorsque vous cliquez sur le bouton enregistrer ou écraser dans la vue du tableau de bord. Il est exposé ici à titre de référence et pour les utilisateurs expérimentés qui souhaitent modifier des paramètres spécifiques.

source: This action will permanently delete %s.
fr: Cette action supprimera définitivement %s.

source: This action will permanently delete the group.
fr: Cette action supprimera définitivement le groupe.

source: This action will permanently delete the layer.
fr: Cette action supprimera définitivement la couche .

source: This action will permanently delete the role.
fr: Cette action supprimera définitivement le rôle.

source: This action will permanently delete the saved query.
fr: Cette action supprimera définitivement la requête sauvegardée.

source: This action will permanently delete the template.
fr: Cette acion supprimera définitivement le modèle.

source: This action will permanently delete the user registration.
fr: Cette action supprimera définitivement l'inscription de l'utilisateur.

source: This action will permanently delete the user.
fr: Cette action supprimera définitivement l'utilisateur.

source: This can be either an IP address (e.g. 127.0.0.1) or a domain name (e.g. mydatabase.com).
fr: Cela peut être soit une adresse IP (ex 127.0.0.1) ou un nom de domaine (ex mydatabase.com).

source: This chart applies cross-filters to charts whose datasets contain columns with the same name.
fr: Ce graphique applique des filtres croisés aux graphiques dont les ensembles de données contiennent des colonnes du même nom.

source: This chart has been moved to a different filter scope.
fr: Ce graphique a été déplacé vers un autre champ de filtrage.

source: This chart is managed externally, and can't be edited in Superset
fr: Ce graphique est géré à l'externe et ne peut pas être modifié dans Superset

source: This chart might be incompatible with the filter (datasets don't match)
fr: Ce graphique peut être incompatible avec le filtre (les ensembles de données ne correspondent pas)

source: This chart type is not supported when using an unsaved query as a chart source.
fr: Ce type de graphique n'est pas pris en charge lors de l'utilisation d'une requête non enregistrée comme source graphique.

source: This column might be incompatible with current dataset
fr: Cette colonne peut être incompatible avec l'ensemble de données actuel

source: This column must contain date/time information.
fr: Cette colonne doit contenir une information date/heure.

source: This control filters the whole chart based on the selected time range. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
fr: Définissez une fonction qui reçoit l'entrée et produit le contenu d'une info-bulle.

source: This controls whether the "time_range" field from the current view should be passed down to the chart containing the annotation data.
fr: Cela contrôle si le champ « time_range » de la vue actuelle doit être transmis au graphique contenant les données d'annotation.

source: This controls whether the time grain field from the current view should be passed down to the chart containing the annotation data.
fr: Cela contrôle si le champ de fragment de temps de la vue actuelle doit être transmis au graphique contenant les données d'annotation.

source: This dashboard is currently auto refreshing; the next auto refresh will be in %s.
fr: Ce tableau de bord est en train de se rafraîchir automatiquement; le prochain rafraîchissement sera dans %s.

source: This dashboard is managed externally, and can't be edited in Superset
fr: Ce tableau de bord est géré à l'externe et ne peut pas être modifié dans Superset

source: This dashboard is not published which means it will not show up in the list of dashboards. Favorite it to see it there or access it by using the URL directly.
fr: Ce tableau de bord n'est pas publié, il ne sera pas visible dans la liste des tableaux de bord. Rendez le favori pour le voir ici ou utilisez son URL pour y avoir accès.

source: This dashboard is not published, it will not show up in the list of dashboards. Click here to publish this dashboard.
fr: Ce tableau de bord n'est pas publié, il ne sera pas visible dans la liste des tableaux de bord. Cliquez ici pour publier ce tableau de bord.

source: This dashboard is now hidden
fr: Ce tableau de bord est maintenant caché

source: This dashboard is now published
fr: Ce tableau de bord est maintenant publié

source: This dashboard is published. Click to make it a draft.
fr: Ce tableau de bord est publié. Cliquez pour en faire un brouillon.

source: This dashboard is ready to embed. In your application, pass the following id to the SDK:
fr: Ce tableau de bord est prêt à être intégré. Dans votre application, transmettez l'identifiant suivant au SDK :

source: This dashboard was saved successfully.
fr: Ce Tableau de Bord a été sauvegardé avec succès.

source: This database does not allow for DDL/DML, but the query mutates data. Please contact your administrator for more assistance.
fr: Cette base de données ne permet pas le DDL/DML, mais la requête modifie les données. Veuillez contacter votre administrateur pour plus d'aide.

source: This database is managed externally, and can't be edited in Superset
fr: Cette base de données est gérée à l'externe et ne peut pas être modifiée dans Superset

source: This database table does not contain any data. Please select a different table.
fr: Cette table de base de données ne contient aucune donnée. Veuillez sélectionner un autre tableau.

source: This dataset is managed externally, and can't be edited in Superset
fr: Cet ensemble de données est géré à l'externe et ne peut pas être modifié dans Superset

source: This dataset is not used to power any charts.
fr: Cet ensemble de données n'est pas utilisé pour alimenter des graphiques.

source: This defines the element to be plotted on the chart
fr: Ceci définit l'élément à tracer sur le graphique

source: This email is already associated with an account. Please choose another one.
fr: Cet email est déjà associé à un compte. Veuillez en choisir un autre.

source: This field is used as a unique identifier to attach the calculated dimension to charts. It is also used as the alias in the SQL query.
fr: La saisonnalité quotidienne doit-elle être appliquée? Une valeur entière spécifiera l'ordre Fourier de la saisonnalité.

source: This field is used as a unique identifier to attach the metric to charts. It is also used as the alias in the SQL query.
fr: Ce champ est utilisé comme identifiant unique pour attacher la métrique aux graphiques. Il est également utilisé comme alias dans la requête SQL.

source: This filter might be incompatible with current dataset
fr: Ce filtre pourrait être incompatible avec l'ensemble de données actuel

source: This functionality is disabled in your environment for security reasons.
fr: Cette fonctionnalité est désactivée dans votre environnement pour des raisons de sécurité.

source: This is the condition that will be added to the WHERE clause. For example, to only return rows for a particular client, you might define a regular filter with the clause `client_id = 9`. To display no rows unless a user belongs to a RLS filter role, a base filter can be created with the clause `1 = 0` (always false).
fr: Ceci est la condition qui sera ajoutée à la clause WHERE. Par exemple, pour ne retourner que les lignes d'un client particulier, vous pouvez définir un filtre régulier avec la clause « client_id = 9 ». Pour n'afficher aucune ligne sauf pour les utilisateur·rice·s qui appartiennent à un role de filtre RLS, un filtre de base peut être créé avec la clause « 1 = 0 » (toujours faux).

source: This json object describes the positioning of the widgets in the dashboard. It is dynamically generated when adjusting the widgets size and positions by using drag & drop in the dashboard view
fr: Cet objet json décrit le positionnement des widgets dans le tableau de bord. Il est généré dynamiquement lors de l'ajustement de la taille et de la position des widgets par glisser-déposer dans la vue du tableau de bord

source: This markdown component has an error.
fr: Ce composant markdown comporte une erreur.

source: This markdown component has an error. Please revert your recent changes.
fr: Ce composant markdown comporte une erreur. Reprenez vos modifications récentes.

source: This may be triggered by:
fr: Cela peut être déclenché par :

source: This metric might be incompatible with current dataset
fr: Cette mesure pourrait être incompatible avec l'ensemble de données actuel

source: This name is already taken. Please choose another one.
fr: Ce nom est déjà utilisé. Veuillez en choisir un autre.

source: This option has been disabled by the administrator.
fr: Cette option a été désactivée par les administrateurs.

source: This page is intended to be embedded in an iframe, but it looks like that is not the case.
fr: Cette page est destinée à être intégrée dans un iframe, mais il semble que ce ne soit pas le cas.

source: This section allows you to configure how to use the slice to generate annotations.
fr: Cette section vous permet de configurer comment utiliser le découpage pour générer des annotations.

source: This section contains options that allow for advanced analytical post processing of query results
fr: Cette section contient des options qui permettent un post-traitement analytique avancé des résultats de la requête

source: This section contains validation errors
fr: Cette section contient des erreurs de validation

source: This session has encountered an interruption, and some controls may not work as intended. If you are the developer of this app, please check that the guest token is being generated correctly.
fr: Cette session a été interrompue et certaines commandes peuvent ne pas fonctionner comme prévu. Si vous êtes le développeur·euse de cette application, veuillez vérifier que le jeton d'invité est généré correctement.

source: This table already has a dataset
fr: Ce tableau contient déjà un ensemble de données

source: This table already has a dataset associated with it. You can only associate one dataset with a table.
fr: Ce tableau est déjà associé à un ensemble de données. Vous ne pouvez associer qu'un seul ensemble de données à un tableau.

source: This username is already taken. Please choose another one.
fr: Ce nom d'utilisateur est déjà utilisé. Veuillez en choisir un autre.

source: This value should be greater than the left target value
fr: Cette valeur devrait être plus grande que la valeur cible de gauche

source: This value should be smaller than the right target value
fr: Cette valeur devrait être plus petite que la valeur cible de droite

source: This visualization type does not support cross-filtering.
fr: Ce type de visualisation ne prend pas en charge le filtrage croisé.

source: This visualization type is not supported.
fr: Ce type de visualisation n'est pas pris en charge.

source: This was triggered by:
fr: Cela a été déclenché par :

source: This will be applied to the whole table. Arrows (↑ and ↓) will be added to main columns for increase and decrease. Basic conditional formatting can be overwritten by conditional formatting below.
fr: Ceci sera appliqué à l'ensemble du tableau. Des flèches (↑ et ↓) seront ajoutées aux colonnes principales pour indiquer l'augmentation et la diminution. La mise en forme conditionnelle de base peut être remplacée par la mise en forme conditionnelle ci-dessous.

source: This will remove your current embed configuration.
fr: Cela supprimera votre configuration d'intégration actuelle.

source: Threshold
fr: Seuil

source: Threshold alpha level for determining significance
fr: Seuil alpha pour déterminer l'importance

source: Threshold for Other
fr: Seuil pour Autre

source: Threshold:
fr: Seuil :

source: Thumbnails
fr: Vignettes

source: Thursday
fr: Jeudi

source: Time
fr: Heure

source: Time Column
fr: Colonne de temps

source: Time Comparison
fr: Comparaison temporelle

source: Time Format
fr: Format de temps

source: Time Grain
fr: Granularité temporelle

source: Time Grain must be specified when using Time Shift.
fr: La granularité temporelle doit être spécifiée lors de l'utilisation du décalage temporel.

source: Time Granularity
fr: Granularité temporelle

source: Time Lag
fr: Décalage temporel

source: Time Range
fr: Intervalle de temps

source: Time Ratio
fr: Ratio temporel

source: Time Series
fr: Séries temporelles

source: Time Series - Line Chart
fr: Séries temporelles – Graphique linéaire

source: Time Series - Nightingale Rose Chart
fr: Séries temporelles – Graphique Nightingale Rose

source: Time Series - Paired t-test
fr: Séries temporelles – Test de Student pour échantillons appariés

source: Time Series - Percent Change
fr: Séries temporelles – Pourcentage de changement

source: Time Series - Period Pivot
fr: Séries temporelles – Période Pivot

source: Time Series Options
fr: Options des séries temporelles

source: Time Shift
fr: Décalage temporel

source: Time Table View
fr: Vue du tableau chronologique

source: Time column
fr: Colonne de temps

source: Time column "%(col)s" does not exist in dataset
fr: La colonne temporelle « %(col)s » n'existe pas dans l'ensemble de données

source: Time column filter plugin
fr: Plugiciel de filtrage des colonnes chronologiques

source: Time column to apply dependent temporal filter to
fr: Colonne chronologique pour appliquer le filtre temporel dépendant à

source: Time column to apply time range to
fr: Colonne chronologique à laquelle appliquer la plage de temps
