Repository: CypherXIII/formasup-bi-platform
Catalog: superset/locales/backup-messages.po
Languages: fr

source: You updated the values in the control panel, but the chart was not updated automatically. Run the query by clicking on the "Update chart" button or
fr: Vous avez mis à jour les valeurs dans le panneau de commande, mais le graphique n'a pas été mis à jour automatiquement. Exécutez la requête en cliquant sur le bouton « Mettre à jour le graphique » ou

source: You've changed datasets. Any controls with data (columns, metrics) that match this new dataset have been retained.
fr: Vous avez modifié les ensembles de données. Tous les contrôles contenant des données (colonnes, mesures) qui correspondent à ce nouveau ensemble de données ont été conservés.

source: Your chart is not up to date
fr: Votre graphique n'est pas à jour

source: Your chart is ready to go!
fr: Votre graphique est prêt!

source: Your dashboard is near the size limit.
fr: Votre tableau de bord approche de la limite de taille.

source: Your dashboard is too large. Please reduce its size before saving it.
fr: Votre tableau de bord est trop gros. Veuille réduire sa taille avant de sauvegarder.

source: Your query could not be saved
fr: Votre requête n'a pas pu être enregistrée

source: Your query could not be scheduled
fr: Votre requête ne peut pas être planifiée

source: Your query could not be updated
fr: Votre requête n'a pas pu être mise à jour

source: Your query has been scheduled. To see details of your query, navigate to Saved queries
fr: Votre requête a été planifiée. Pour voir les détails de votre requête, veuillez naviguer vers Requêtes sauvegardées

source: Your query was not properly saved
fr: Votre requête n'a pas été correctement enregistrée

source: Your query was saved
fr: Votre requête a été enregistrée

source: Your query was updated
fr: Votre requête a été mise à jour

source: Your range is not within the dataset range
fr: Votre plage n'est pas dans la plage de l'ensemble de données

source: Your report could not be deleted
fr: Votre rapport n'a pas pu être supprimée

source: ZIP file contains multiple file types
fr: Fichier ZIP contient plusieurs type de fichier

source: Zero imputation
fr: Imputation par zéro

source: Zoom level
fr: Niveau de zoom

source: Zoom level of the map
fr: Niveau de zoom de la carte

source: [ untitled dashboard ]
fr: [ tableau de bord sans titre ]

source: [Longitude] and [Latitude] columns must be present in [Group By]
fr: Les colonnes [Longitude] et [Latitude] doivent êtres présentes dans [Grouper par]

source: [Longitude] and [Latitude] must be set
fr: Les colonnes [Longitude] et [Latitude] doivent êtres définies

source: [Missing Dataset]
fr: [Ensemble de données manquant]

source: [Untitled]
fr: [Sans titre]

source: [dashboard name]
fr: [nom du tableau de bord]

source: [desc]
fr: [décroissant]

source: [optional] this secondary metric is used to define the color as a ratio against the primary metric. When omitted, the color is categorical and based on labels
fr: [Facultatif] cette mesure secondaire est utilisée pour définir la couleur en tant que rapport par rapport à la mesure primaire. Si elle est omise, la couleur est catégorique et basée sur des étiquettes

source: [untitled]
fr: [sans titre]

source: `compare_columns` must have the same length as `source_columns`.
fr: « compare_columns » doit être de même longueur que « source_columns ».

source: `compare_type` must be `difference`, `percentage` or `ratio`
fr: « compare_type » doit être « difference », « percentage » or « ratio »

source: `confidence_interval` must be between 0 and 1 (exclusive)
fr: « confidence_interval » doit être entre 0 et 1 (exclusif)

source: `count` is COUNT(*) if a group by is used. Numerical columns will be aggregated with the aggregator. Non-numerical columns will be used to label points. Leave empty to get a count of points in each cluster.
fr: « count » est COUNT(*) si un groupe par est utilisé. Les colonnes numériques seront regroupées avec l'agrégateur. Les colonnes non numériques seront utilisées pour étiqueter les points. Laissez vide pour obtenir un compte de points dans chaque regroupement.

source: `operation` property of post processing object undefined
fr: La propriété « operation » de l'objet de post-traitement est indéfinie

source: `prophet` package not installed
fr: Paquet « prophet » non installée

source: `rename_columns` must have the same length as `columns` + `time_shift_columns`.
fr: "rename_columns" doit être de la même longueur que "columns" + "time_shift_columns".

source: `row_limit` must be greater than or equal to 0
fr: « row_limit » doit être plus grand ou égal à 0

source: `row_offset` must be greater than or equal to 0
fr: « row_offset » doit être plus grand ou égal à 0

source: `width` must be greater or equal to 0
fr: « width » doit être plus grand ou égal à 0

source: Add colors to cell bars for +/-
fr: ajouter des couleurs aux barres de cellules pour +/-

source: aggregate
fr: agrégat

source: alert
fr: alerte

source: alert condition
fr: condition d'alerte

source: alerts
fr: alertes

source: all
fr: tous

source: also copy (duplicate) charts
fr: copier également les graphiques (dupliquer)

source: ancestor
fr: ancêtre

source: background
fr: contexte

source: Basic conditional formatting
fr: formatage conditionnel basique

source: basis
fr: base

source: below (example:
fr: ci-dessous (exemple :

source: between {down} and {up} {name}
fr: entre {down} et {up} {name}

source: bolt
fr: boulon

source: boolean type icon
fr: icône de type booléen

source: bottom
fr: bas

source: button (cmd + z) until you save your changes.
fr: (cmd + z) jusqu'à ce que vous sauvegardiez vos modifications.

source: by using
fr: en utilisant

source: cannot be empty
fr: ne peut pas être vide

source: change
fr: changement

source: chart
fr: graphique

source: choose WHERE or HAVING...
fr: choisir WHERE ou HAVING...

source: clear all filters
fr: reinitialiser tous les filtres

source: click here
fr: cliquer ici

source: close
fr: fermer

source: code International Olympic Committee (cioc)
fr: code Comité international olympique (CCIO)

source: color scheme for comparison
fr: schéma de couleur pour comparaison

source: color type
fr: type de couleur

source: column
fr: colonne

source: connecting to %(dbModelName)s
fr: connexion à %(dbModelName)s

source: content type
fr: type de contenu

source: create
fr: créer

source: create a new chart
fr: créer un nouveau graphique

source: create dataset from SQL query
fr: créer un ensemble de données à partir d'une requête SQL

source: dashboard
fr: tableau de bord

source: database
fr: base de données

source: dataset
fr: ensemble de données

source: dataset name
fr: nom de l'ensemble de données

source: day
fr: jour

source: day of the month
fr: jour du mois

source: day of the week
fr: jour de la semaine

source: deck.gl 3D Hexagon
fr: Hexagone 3D deck.gl

source: deck.gl Arc
fr: Arc deck.gl

source: deck.gl Contour
fr: Contour deck.gl

source: deck.gl Geojson
fr: GeoJSON deck.gl

source: deck.gl Grid
fr: Grille deck.gl

source: deck.gl Heatmap
fr: Carte de chaleur deck.gl

source: deck.gl Multiple Layers
fr: Couches multiples deck.gl

source: deck.gl Path
fr: Chemin deck.gl

source: deck.gl Polygon
fr: Polygone deck.gl

source: deck.gl Scatterplot
fr: Nuage de points deck.gl

source: deck.gl Screen Grid
fr: Grille d'écran deck.gl

source: deck.gl charts
fr: Graphiques deck.gl

source: default
fr: défaut

source: descendant
fr: décroissant

source: deviation
fr: déviation

source: e.g. ********
fr: p. ex. ********

source: e.g. 127.0.0.1
fr: p. ex. 127.0.0.1

source: e.g. 5432
fr: p. ex., 5432

source: e.g. AccountAdmin
fr: p. ex., AccountAdmin

source: e.g. Analytics
fr: p. ex. Analyses

source: e.g. compute_wh
fr: p. ex. compute_wh

source: e.g. default
fr: p. ex. défaut

source: e.g. hive_metastore
fr: p. ex. hive_metastore

source: e.g. param1=value1&param2=value2
fr: p. ex. param1=value1&param2=value2

source: e.g. sql/protocolv1/o/12345
fr: p. ex., sql/protocolv1/o/12345

source: e.g. world_population
fr: p. ex. world_population

source: e.g. xy12345.us-east-2.aws
fr: p. ex., xy12345.us-east-2.aws

source: edit mode
fr: mode edition

source: email subject
fr: sujet d'email

source: entries
fr: entrées

source: entries per page
fr: entrées par page

source: error
fr: erreur

source: every
fr: chaque

source: every day of the month
fr: chaque jour du mois

source: every day of the week
fr: chaque jour de la semaine

source: every hour
fr: chaque heure

source: every minute
fr: chaque minute

source: every month
fr: chaque mois

source: expand
fr: développer

source: failed
fr: échoué

source: fetching
fr: récupération

source: flat
fr: plat

source: for more information on how to structure your URI.
fr: pour plus d'information sur comment strcuturer votre URI.

source: function type icon
fr: icône de type de fonction

source: geohash (square)
fr: geohash (carré)

source: heatmap
fr: carte thermique

source: heatmap: values are normalized across the entire heatmap
fr: carte thermique : les valeurs sont normalisées sur toute la carte thermique

source: here
fr: ici

source: hour
fr: heure

source: in
fr: dans

source: in modal
fr: dans modal

source: invalid email
fr: email invalide

source: is
fr: est

source: is expected to be a Mapbox URL
fr: est attendu d'être une URL de Mapbox

source: is expected to be a number
fr: devrait être un nombre

source: is expected to be an integer
fr: devrait être un nombre entier

source: is linked to %s charts that appear on %s dashboards and users have %s SQL Lab tabs using this database open. Are you sure you want to continue? Deleting the database will break those objects.
fr: est liée à %s graphiques qui apparaissent sur %s tableaux de bord et les utilisateurs ont %s onglets SQL Lab utilisant cette base de données ouverts. Êtes-vous sûr de vouloir continuer ? La suppression de la base de données cassera ces objets.

source: is linked to %s charts that appear on %s dashboards. Are you sure you want to continue? Deleting the dataset will break those objects.
fr: est lié à %s graphiques qui apparaissent sur %s tableaux de bord. Êtes-vous sûr de vouloir continuer ? La suppression de l'ensemble de données cassera ces objets.

source: is not
fr: n'est pas

source: key a-z
fr: clé a-z

source: key z-a
fr: clé z-a

source: label
fr: étiquette

source: latest partition:
fr: dernière partition :

source: left
fr: gauche

source: less than {min} {name}
fr: moins de {min} {name}

source: linear
fr: linéaire

source: log
fr: journal

source: lower percentile must be greater than 0 and less than 100. Must be lower than upper percentile.
fr: le percentile inférieur doit être plus grand que 0 et plus petit que 100 et doit être plus petit que le percentile supérieur.

source: mean
fr: moyenne

source: median
fr: médiane

source: meters
fr: mètres

source: metric
fr: mesure

source: month
fr: mois

source: more than {max} {name}
fr: plus de {max} {name}

source: must have a value
fr: doit avoir une valeur

source: name
fr: nom

source: no SQL validator is configured
fr: aucun validateur SQL n'est configuré

source: no SQL validator is configured for %(engine_spec)s
fr: aucun validateur SQL n'est configuré pour %(engine_spec)s

source: numeric type icon
fr: icône de type numérique

source: offline
fr: hors ligne

source: on
fr: sur

source: or
fr: ou

source: or use existing ones from the panel on the right
fr: ou utilisez ceux existants depuis le panneau de droite

source: orderby column must be populated
fr: la colonne orderby doit être remplie

source: overall
fr: global

source: owners
fr: propriétaires

source: p-value precision
fr: précision de la valeur p

source: pending
fr: en attente

source: percentiles must be a list or tuple with two numeric values, of which the first is lower than the second value
fr: percentiles doit être une liste ou un tuple avec deux valeurs numériques, dont la première est inférieure à la deuxième valeur

source: permalink state not found
fr: état du lien permanent introuvable

source: previous calendar month
fr: mois calendaire précédent

source: previous calendar quarter
fr: trimestre calendaire précédent

source: previous calendar week
fr: semaine calendaire précédente

source: previous calendar year
fr: année calendaire précédente

source: quarter
fr: trimestre

source: queries
fr: requêtes

source: query
fr: requête

source: random
fr: aléatoire

source: reboot
fr: redémarrage

source: recent
fr: récent

source: recipients
fr: destinataires

source: report
fr: rapport

source: reports
fr: rapports

source: restore zoom
fr: restaurer le zoom

source: right
fr: droite

source: running
fr: en cours d'exécution

source: save
fr: enregistrer

source: seconds
fr: secondes

source: series
fr: série

source: series: Treat each series independently; overall: All series use the same scale; change: Show changes compared to the first data point in each series
fr: série : traiter chaque série indépendamment; dans l'ensemble : toutes les séries utilisent la même échelle; changement : afficher les changements par rapport au premier point de données de chaque série

source: square
fr: carré

source: stack
fr: pile

source: staggered
fr: décalé

source: stopped
fr: arrêté

source: stream
fr: flux

source: string type icon
fr: icône de type de chaîne

source: success
fr: succès

source: sum
fr: somme

source: syntax.
fr: syntaxe.

source: tag
fr: balise

source: temporal type icon
fr: icône de type temporel

source: top
fr: haut

source: undo
fr: annuler

source: unknown type icon
fr: icône de type inconnu

source: unset
fr: non défini

source: updated
fr: mis à jour

source: upper percentile must be greater than 0 and less than 100. Must be higher than lower percentile.
fr: le centile supérieur doit être supérieur à 0 et inférieur à 100. Doit être supérieur au percentile inférieur.

source: use latest_partition template
fr: utiliser le modèle latest_partition

source: value ascending
fr: valeur croissante

source: value descending
fr: valeur décroissante

source: view instructions
fr: voir les instructions

source: viz type
fr: type viz

source: was created
fr: a été créé

source: week
fr: semaine

source: week ending Saturday
fr: semaine se terminant le samedi

source: week starting Sunday
fr: semaine débutant le dimanche

source: working timeout
fr: délai d'exécution dépassé

source: x: values are normalized within each column
fr: x : les valeurs sont normalisées dans chaque colonne

source: y: values are normalized within each row
fr: y : les valeurs sont normalisées dans chaque rangée

source: year
fr: année

source: zoom area
fr: zone de zoom

source: © Layer attribution
fr: © Attribution de la couche
