Repository: CypherXIII/formasup-bi-platform
Catalog: superset/locales/backup-messages.po
Languages: fr

source: Default longitude
fr: Longitude par défaut

source: Default minimal column width in pixels, actual width may still be larger than this if other columns don't need much space
fr: Largeur minimale par défaut de la colonne en pixels, la largeur réelle peut être supérieure à cette valeur si les autres colonnes n'ont pas besoin de beaucoup d'espace

source: Default value must be set when "Filter has default value" is checked
fr: La valeur par défaut doit être définie lorsque l'option « Le filtre a une valeur par défaut » est cochée

source: Default value must be set when "Filter value is required" is checked
fr: La valeur par défaut doit être définie lorsque l'option « Valeur du filtre requise » est cochée

source: Default value set automatically when "Select first filter value by default" is checked
fr: La valeur par défaut est définie automatiquement lorsque l'option « Sélectionner la première valeur de filtre par défaut » est cochée

source: Define a function that receives the input and outputs the content for a tooltip
fr: Définissez une fonction qui reçoit l'entrée et produit le contenu d'une info-bulle

source: Define a function that returns a URL to navigate to when user clicks
fr: Définissez une fonction qui renvoie une URL vers laquelle naviguer lorsque l'utilisateur·rice clique

source: Define a javascript function that receives the data array used in the visualization and is expected to return a modified version of that array. This can be used to alter properties of the data, filter, or enrich the array.
fr: Définissez une fonction javascript qui reçoit le tableau de données utilisé dans la visualisation et qui doit renvoyer une version modifiée de ce tableau. Cette fonction peut être utilisée pour modifier les propriétés des données, filtrer ou enrichir le tableau.

source: Define contour layers. Isolines represent a collection of line segments that serparate the area above and below a given threshold. Isobands represent a collection of polygons that fill the are containing values in a given threshold range.
fr: Définissez les couches de contour. Les isolignes représentent une collection de segments de ligne qui séparent la zone au-dessus et en dessous d'un seuil donné. Les isobandes représentent une collection de polygones qui remplissent la zone contenant des valeurs dans une plage de seuil donnée.

source: Define delivery schedule, timezone, and frequency settings.
fr: Définir le calendrier de livraison, le fuseau horaire et les paramètres de fréquence.

source: Define the database, SQL query, and triggering conditions for alert.
fr: Définir la base de données, la requête SQL et les conditions de déclenchement de l'alerte.

source: Defines a rolling window function to apply, works along with the [Periods] text box
fr: Définit une fonction de fenêtre roulante à appliquer, fonctionne avec la zone de texte [Périodes]

source: Defines the grid size in pixels
fr: Définit la taille de la grille en pixels

source: Defines the grouping of entities. Each series is represented by a specific color in the chart.
fr: Définit le regroupement des entités. Chaque série est représentée par une couleur spécifique dans le graphique.

source: Defines the grouping of entities. Each series is shown as a specific color on the chart and has a legend toggle
fr: Définit le regroupement des entités. Chaque série est affichée dans une couleur spécifique sur le graphique et dispose d'une légende à bascule

source: Defines the size of the rolling window function, relative to the time granularity selected
fr: Définit la taille de la fonction de fenêtre roulante, par rapport à la granularité temporelle sélectionnée

source: Defines the value that determines the boundary between different regions or levels in the data
fr: Définit la valeur qui détermine la frontière entre les différentes régions ou niveaux dans les données

source: Defines whether the step should appear at the beginning, middle or end between two data points
fr: Définit si le pas doit apparaître au début, au milieu ou à la fin entre deux points de données

source: Delete
fr: Supprimer

source: Delete %s?
fr: Supprimer %s?

source: Delete Annotation?
fr: Supprimer l'annotation?

source: Delete Database?
fr: Supprimer la base de données?

source: Delete Dataset?
fr: Supprimer l'ensemble de données?

source: Delete Group?
fr: Supprimer le groupe ?

source: Delete Layer?
fr: Effacer couche?

source: Delete Query?
fr: Supprimer la requête?

source: Delete Report?
fr: Supprimer le rapport?

source: Delete Role?
fr: Supprimer le rôle ?

source: Delete Template?
fr: Supprimer template?

source: Delete User?
fr: Supprimer l'utilisateur ?

source: Delete all Really?
fr: Vraiment tout effacer?

source: Delete annotation
fr: Supprimer l'annotation

source: Delete dashboard tab?
fr: Supprimer l'onglet du tableau de bord?

source: Delete database
fr: Supprimer la base de données

source: Delete email report
fr: Supprimer le rapport par courriel

source: Delete group
fr: Supprimer le groupe

source: Delete query
fr: Supprimer la requête

source: Delete role
fr: Supprimer le rôle

source: Delete template
fr: Supprimer template

source: Delete this container and save to remove this message.
fr: Supprimez ce conteneur et sauvegardez pour supprimer ce message.

source: Delete user
fr: Supprimer l'utilisateur

source: Delete user registration
fr: Supprimer l'inscription de l'utilisateur

source: Delete user registration?
fr: Supprimer l'inscription de l'utilisateur ?

source: Deleted
fr: Supprimé

source: Deleted %(num)d annotation
fr: %(num)d annotation supprimée

source: Deleted %(num)d annotation layer
fr: %(num)d couche d'annotation supprimée

source: Deleted %(num)d chart
fr: %(num)d graphique supprimé

source: Deleted %(num)d css template
fr: Modèle %(num)d css supprimé

source: Deleted %(num)d dashboard
fr: %(num)d tableau de bord supprimé

source: Deleted %(num)d dataset
fr: Ensemble de données %(num)d supprimé

source: Deleted %(num)d report schedule
fr: Calendrier de %(num)d rapport supprimé

source: Deleted %(num)d rules
fr: %(num)d règles supprimées

source: Deleted %(num)d saved query
fr: %(num)d requête sauvegardée supprimée

source: Deleted %s
fr: %s supprimé

source: Deleted group: %s
fr: Groupe supprimé : %s

source: Deleted groups: %s
fr: Groupes supprimés : %s

source: Deleted role: %s
fr: Rôle supprimé : %s

source: Deleted roles: %s
fr: Rôles supprimés : %s

source: Deleted user registration for user: %s
fr: Inscription de l'utilisateur supprimée pour l'utilisateur : %s

source: Deleted user: %s
fr: Utilisateur supprimé : %s

source: Deleted users: %s
fr: Utilisateurs supprimés : %s

source: Deleted: %s
fr: %s supprimé

source: Deleting a tab will remove all content within it and will deactivate any related alerts or reports. You may still reverse this action with the
fr: La suppression d'un onglet supprimera tout son contenu et désactivera les alertes ou rapports associés. Vous pouvez toujours annuler cette action avec le

source: Delimited long & lat single column
fr: Colonne unique délimitée en long et en lat

source: Delimiter
fr: Délimiteur

source: Delivery method
fr: Méthode de livraison

source: Density
fr: Densité

source: Dependent on
fr: Dépend de

source: Description (this can be seen in the list)
fr: Description (cela peut être vu dans la liste)

source: Description Columns
fr: Colonnes de description

source: Description text that shows up below your Big Number
fr: Texte de description qui apparaît sous votre grand numéro

source: Deselect all
fr: Désélectionner tout

source: Details
fr: Détails

source: Details of the certification
fr: Détails de la certification

source: Determines how whiskers and outliers are calculated.
fr: Détermine le mode de calcul des moustaches et des valeurs aberrantes.

source: Determines whether or not this dashboard is visible in the list of all dashboards
fr: Détermine si ce tableau de bord est visible ou non dans la liste de tous les tableaux de bord

source: Diamond
fr: Diamant

source: Did you mean:
fr: Vouliez-vous dire :

source: Difference
fr: Différence

source: Dim Gray
fr: Gris foncé

source: Dimension to use on x-axis.
fr: Dimension à utiliser sur l'axe des abscisses.

source: Dimension to use on y-axis.
fr: Dimension à utiliser sur l'axe des ordonnées.

source: Dimensions contain qualitative values such as names, dates, or geographical data. Use dimensions to categorize, segment, and reveal the details in your data. Dimensions affect the level of detail in the view.
fr: Les dimensions contiennent des valeurs qualitatives telles que des noms, dates ou données géographiques. Utilisez les dimensions pour catégoriser, segmenter et révéler les détails de vos données. Les dimensions affectent le niveau de détail de la vue.

source: Directed Force Layout
fr: Disposition des forces dirigées

source: Directional
fr: Directionnel

source: Disable SQL Lab data preview queries
fr: Désactiver les requêtes de prévisualisation des données de SQL Lab

source: Disable data preview when fetching table metadata in SQL Lab. Useful to avoid browser performance issues when using databases with very wide tables.
fr: Désactiver la prévisualisation des données lorsque vous récupérez les métadonnées des tableaux dans SQL Lab. Utile pour éviter les problèmes de performance du navigateur lors de l'utilisation de bases de données avec des tables très larges.

source: Disable drill to detail
fr: Désactiver l'exploration des détails

source: Disable embedding?
fr: Désactiver l'intégration?

source: Disabled
fr: Désactivé

source: Disables the drill to detail feature for this database.
fr: Désactive la fonction d'exploration des détails pour cette base de données.

source: Discard
fr: Annuler

source: Display Name
fr: Nom d'affichage

source: Display all
fr: Afficher tout

source: Display column in the chart
fr: Afficher la colonne dans le graphique

source: Display column level subtotal
fr: Afficher le sous-total au niveau de la colonne

source: Display column level total
fr: Afficher le total au niveau de la colonne

source: Display column name
fr: Afficher le nom de la colonne

source: Display configuration
fr: Configuration d'affichage

source: Display metrics side by side within each column, as opposed to each column being displayed side by side for each metric.
fr: Affichez les mesures côte à côte dans chaque colonne, au lieu d'afficher chaque colonne côte à côte pour chaque mesure.

source: Display percents in the label and tooltip as the percent of the total value, from the first step of the funnel, or from the previous step in the funnel.
fr: Afficher les pourcentages dans l'étiquette et l'info-bulle en tant que pourcentage de la valeur totale, depuis la première étape de l'entonnoir, ou depuis l'étape précédente de l'entonnoir.

source: Display row level subtotal
fr: Afficher le total au niveau de la ligne

source: Display row level total
fr: Afficher le total au niveau de la ligne

source: Display type icon
fr: Afficher l'icône de type

source: Displays connections between entities in a graph structure. Useful for mapping relationships and showing which nodes are important in a network. Graph charts can be configured to be force-directed or circulate. If your data has a geospatial component, try the deck.gl Arc chart.
fr: Affiche les connexions entre les entités dans une structure graphique. Utile pour cartographier les relations et montrer quels nœuds sont importants dans un réseau. Les graphiques peuvent être configurés pour être dirigés par la force ou circuler. Si vos données ont une composante géospatiale, essayez le graphique Arc de deck.gl.

source: Distribute across
fr: Distribuer sur

source: Divider
fr: Diviseur

source: Do you want a donut or a pie?
fr: Voulez-vous un beigne ou une tarte?

source: Domain
fr: Domaine

source: Dotted
fr: Pointillé

source: Download
fr: Télécharger

source: Download as Image
fr: Télécharger comme image

source: Download as image
fr: Télécharger comme image

source: Download is on the way
fr: Le téléchargement est en cours

source: Download to CSV
fr: Télécharger en CSV

source: Downloading %(rows)s rows based on the LIMIT configuration. If you want the entire result set, you need to adjust the LIMIT.
fr: Téléchargement de %(rows)s lignes basé sur la configuration de LIMITE. Si vous souhaitez l'ensemble complet des résultats, vous devez ajuster la LIMITE.

source: Draft
fr: VERSION PRÉLIMINAIRE

source: Drag and drop components and charts to the dashboard
fr: Glisser-déposer des composants et des graphiques dans le tableau de bord

source: Drag and drop components to this tab
fr: Glisser-déposer des composants dans cet onglet

source: Draw a marker on data points. Only applicable for line types.
fr: Tracer un marqueur sur les points de données. Ne s'applique qu'aux types de ligne.

source: Draw area under curves. Only applicable for line types.
fr: Tracer une zone sous les courbes. Ne s'applique qu'aux types de ligne.

source: Draw line from Pie to label when labels outside?
fr: Tracer une ligne entre le diagramme circulaire et l'étiquette lorsque les étiquettes sont à l'extérieur?

source: Draw split lines for minor axis ticks
fr: Tracer des lignes de séparation pour les points de repère de l'axe mineur

source: Draw split lines for minor y-axis ticks
fr: Tracer des lignes séparées pour les points de repère de l'axe des ordonnées mineur

source: Drill by
fr: Explorer par

source: Drill by is not available for this data point
fr: Explorer par n'est pas disponible pour ce point de données

source: Drill by is not yet supported for this chart type
fr: Explorer par n'est pas encore pris en charge pour ce type de graphique

source: Drill by: %s
fr: Explorer par : %s

source: Drill to detail
fr: Détail Explorer par

source: Drill to detail by
fr: Détail Explorer par

source: Drill to detail by value is not yet supported for this chart type.
fr: La valeur Explorer par n'est pas encore prise en charge pour ce type de graphique.

source: Drill to detail is disabled because this chart does not group data by dimension value.
fr: L'option Explorer par est désactivée car ce graphique ne regroupe pas les données par valeur de dimension.

source: Drill to detail is disabled for this database. Change the database settings to enable it.
fr: L'exploration en détail est désactivée pour cette base de données. Modifiez les paramètres de la base de données pour l'activer.

source: Drill to detail: %s
fr: Détail Explorer par : %s

source: Drop a column here or click
fr: Déposez une colonne ici ou cliquez sur

source: Drop a column/metric here or click
fr: Déposez une colonne/mesure ici ou cliquez sur

source: Drop a temporal column here or click
fr: Déposer une colonne temporelle ici ou cliquer

source: Drop columns/metrics here or click
fr: Déposez des colonnes/mesures ici ou cliquez sur

source: Dttm
fr: Date/Heure

source: Duplicate
fr: Dupliquer

source: Duplicate column name(s): %(columns)s
fr: Nom(s) de colonne dupliqué : %(columns)s

source: Duplicate column/metric labels: %(labels)s. Please make sure all columns and metrics have a unique label.
fr: Étiquettes de colonnes/mesures en double : %(labels)s. Veillez à ce que toutes les colonnes et tous les indicateurs aient un libellé unique.

source: Duplicate dataset
fr: Dupliquer l'ensemble de données

source: Duplicate role
fr: Dupliquer le rôle

source: Duplicate role %(name)s
fr: Dupliquer le rôle %(name)s

source: Duplicate tab
fr: Dupliquer l'onglet

source: Duration
fr: Durée

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires, and -1 bypasses the cache. Note this defaults to the global timeout if undefined.
fr: Durée (en secondes) du délai de mise en cache pour les graphiques de cette base de données. Un délai de 0 indique que le cache n'expire jamais, et -1 contourne le cache. Par défaut, utilise le délai global si non défini.

source: Duration (in seconds) of the caching timeout for this chart. Set to -1 to bypass the cache. Note this defaults to the dataset's timeout if undefined.
fr: Durée (en secondes) du délai de mise en cache pour ce graphique. Définissez -1 pour contourner le cache. Par défaut, utilise le délai du jeu de données si non défini.

source: Duration (in seconds) of the metadata caching timeout for schemas of this database. If left unset, the cache never expires.
fr: Durée (en secondes) du délai de mise en cache des métadonnées pour les schémas de cette base de données. Si cette valeur n'est pas définie, le cache n'expire jamais.

source: Duration (in seconds) of the metadata caching timeout for tables of this database. If left unset, the cache never expires.
fr: Durée (en secondes) du délai de mise en cache des métadonnées pour les tableaux de cette base de données. Si cette valeur n'est pas définie, le cache n'expire jamais.

source: Duration Ms
fr: Durée en ms

source: Duration in ms (1.40008 => 1ms 400µs 80ns)
fr: Durée en ms (1.40008 => 1ms 400µs 80ns)

source: Duration in ms (100.40008 => 100ms 400µs 80ns)
fr: Durée en ms (100.40008 => 100ms 400µs 80ns)

source: Duration in ms (10500 => 0:10.5)
fr: Durée en ms (10500 => 0:10.5)

source: Duration in ms (66000 => 1m 6s)
fr: Durée en ms (66000 => 1m 6s)

source: Dynamic Aggregation Function
fr: Fonction d'agrégation dynamique

source: Dynamically search all filter values
fr: Charge dynamiquement les valeurs du filtre

source: ERROR
fr: ERREUR

source: Edge length
fr: Longueur du bord

source: Edge length between nodes
fr: Longueur du bord entre les nœuds

source: Edge symbols
fr: Symboles du bord

source: Edge width
fr: Largeur du bord

source: Edit
fr: Modifier

source: Edit Alert
fr: Modifier l'alerte

source: Edit CSS
fr: Modifier le CSS

source: Edit CSS template properties
fr: Modifier les propriétés du modèle CSS

source: Edit Chart Properties
fr: Modifier les propriétés du graphique

source: Edit Dashboard
fr: Modifier le tableau de bord

source: Edit Dataset
fr: Modifier l'ensemble de données

source: Edit Group
fr: Modifier le groupe

source: Edit Log
fr: Modifier le journal

source: Edit Plugin
fr: Modifier le plugiciel

source: Edit Report
fr: Modifier le rapport

source: Edit Role
fr: Modifier le rôle

source: Edit Rule
fr: Modifier la règle

source: Edit User
fr: Modifier l'utilisateur

source: Edit annotation
fr: Modifier l'annotation

source: Edit annotation layer
fr: Modifier une couche d'annotations

source: Edit annotation layer properties
fr: Modifier les propriétés de la couche d'annotation

source: Edit chart
fr: Modifier le graphique

source: Edit chart properties
fr: Modifier les propriétés du graphique

source: Edit dashboard
fr: Modifier le tableau de bord

source: Edit database
fr: Modifier la base de données

source: Edit dataset
fr: Modifier l'ensemble de données

source: Edit email report
fr: Modifier le rapport par courriel

source: Edit formatter
fr: Modifier le formateur

source: Edit group
fr: Modifier le groupe

source: Edit properties
fr: Modifier les propriétés

source: Edit query
fr: Modifier la requête

source: Edit role
fr: Modifier le rôle

source: Edit tag
fr: Modifier le tag

source: Edit template
fr: Modifier le modèle

source: Edit template parameters
fr: Modifier les paramètres du modèle

source: Edit the dashboard
fr: Modifier le tableau de bord

source: Edit time range
fr: Modifier l'intervalle de temps

source: Edit user
fr: Modifier l'utilisateur

source: Edited
fr: Édité

source: Editing 1 filter:
fr: Édition d'un filtre :

source: Either the database is spelled incorrectly or does not exist.
fr: La base de données est mal orthographiée ou elle n'existe pas.

source: Either the username "%(username)s" or the password is incorrect.
fr: Le nom d'utilisateur « %(username)s » ou le mot de passe est incorrect.

source: Either the username "%(username)s", password, or database name "%(database)s" is incorrect.
fr: L'utilisateur « %(username)s », le mot de passe, ou le nom de la base de données « %(database)s » est incorrect.

source: Either the username or the password is wrong.
fr: Le nom d'utilisateur ou le mot de passe est incorrect.

source: Elevation
fr: Élévation

source: Email is required
fr: L email est obligatoire

source: Email reports active
fr: Rapports par courriel actifs

source: Email subject name (optional)
fr: Nom du sujet de l'email (optionnel)

source: Embed
fr: Intégré

source: Embed code
fr: Code intégré

source: Embed dashboard
fr: Tableau de bord intégré

source: Embedded dashboard could not be deleted.
fr: Le tableau de bord intégré n'a pas pu être supprimé.

source: Embedding deactivated.
fr: L'intégration est désactivée.

source: Emit Filter Events
fr: Émettre des événements de filtrage

source: Emphasis
fr: Mettre l'accent sur

source: Empty circle
fr: Cercle vide

source: Empty collection
fr: Collection vide

source: Empty column
fr: Colonne vide

source: Empty query result
fr: Résultat de requête vide

source: Empty query?
fr: Requête vide ?

source: Empty row
fr: Rangée vide

source: Enable 'Allow file uploads to database' in any database's settings
fr: Activez 'Autoriser le téléversement de fichiers vers la base de données' dans les paramètres de n'importe quelle base de données

source: Enable cross-filtering
fr: Activer le filtrage croisé

source: Enable data zooming controls
fr: Activer les contrôles d'agrandissement des données

source: Enable embedding
fr: Activer l'intégration

source: Enable forecast
fr: Activer la prévision

source: Enable forecasting
fr: Activer les prévisions

source: Enable graph roaming
fr: Activer le déplacement graphique

source: Enable node dragging
fr: Activer le déplacement de nœud

source: Enable query cost estimation
fr: Activer l'estimation du coût de la requête

source: Enable row expansion in schemas
fr: Activer l'expansion des lignes dans les schémas

source: Enable server side pagination of results (experimental feature)
fr: Activer la pagination des résultats côté serveur (fonction expérimentale)

source: Encountered invalid NULL spatial entry, please consider filtering those out
fr: Entrée spatiale NULL invalide rencontrée, veuillez envisager de les filtrerUne entrée spatiale NULL invalide a été rencontrée, veuillez envisager de filtrer ces entrées

source: End
fr: Fin

source: End (Longitude, Latitude):
fr: Fin (longitude, latitude) :

source: End (exclusive)
fr: Fin (exclusive)

source: End Longitude & Latitude
fr: Fin (longitude et latitude)

source: End angle
fr: Angle de fin

source: End date
fr: Date de fin

source: End date excluded from time range
fr: Date de fin exclue de l'intervalle de temps

source: End date must be after start date
fr: La date de début ne peut être postérieure à Date de début

source: Engine "%(engine)s" cannot be configured through parameters.
fr: Le moteur « %(engine)s » ne peut pas être configuré via des paramètres.

source: Engine Parameters
fr: Paramètres de moteur

source: Engine spec "InvalidEngine" does not support being configured via individual parameters.
fr: La spécification de moteur « InvalidEngine » ne permet pas d'être configurée via des paramètres individuels.

source: Enter CA_BUNDLE
fr: Saisir CA_BUNDLE

source: Enter Primary Credentials
fr: Saisir les identifiants principaux

source: Enter a name for this sheet
fr: Saisir un nom pour cette feuille

source: Enter a new title for the tab
fr: Saisir un nouveau titre pour l'onglet

source: Enter alert name
fr: Saisir le nom de l'alerte

source: Enter duration in seconds
fr: Saisir la durée en secondes

source: Enter fullscreen
fr: Passer en plein écran

source: Enter report name
fr: Saisir le nom du rapport

source: Enter the group's description
fr: Saisir la description du groupe

source: Enter the group's label
fr: Saisir le libellé du groupe
