Repository: CypherXIII/formasup-bi-platform
Catalog: superset/locales/backup-messages.po
Languages: fr

source: The dataset associated with this chart no longer exists
fr: L'ensemble de donnée associé à ce graphique n'existe plus

source: The dataset column/metric that returns the values on your chart's x-axis.
fr: La colonne/mesure de l'ensemble de données qui renvoie les valeurs de l'axe X du graphique.

source: The dataset column/metric that returns the values on your chart's y-axis.
fr: La colonne/mesure de l'ensemble de données qui renvoie les valeurs de l'axe Y du graphique.

source: The dataset configuration exposed here affects all the charts using this dataset. Be mindful that changing settings here may affect other charts in undesirable ways.
fr: La configuration du jeu de donnée indiqué ici s'applique à tous les graphiques utilisant ce ensemble de données. Rappelez vous que changer ces paramètres peut affecter d'autres graphiques de manière non voulue.

source: The dataset has been saved
fr: L'ensemble de données a été sauvegardé

source: The dataset linked to this chart may have been deleted.
fr: L'ensemble de données lié à ce graphique semble avoir été effacé.

source: The datasource couldn't be loaded
fr: La source de données ne peut pas être chargée

source: The datasource is too large to query.
fr: La source de données est trop volumineux pour être interrogé.

source: The default catalog that should be used for the connection.
fr: Le catalogue par défaut à utiliser pour la connexion.

source: The default schema that should be used for the connection.
fr: Le schéma par défaut à utiliser pour la connexion.

source: The description can be displayed as widget headers in the dashboard view. Supports markdown.
fr: La description peut être affichée comme des widgets d'entête dans la vue tableau de bord. Prend en charge le Markdown.

source: The distance between cells, in pixels
fr: La distance entre les cellules, en pixels

source: The duration of time in seconds before the cache is invalidated. Set to -1 to bypass the cache.
fr: Durée en secondes avant l'invalidation du cache. Définir à -1 pour contourner le cache.

source: The encoding format of the lines
fr: Le format d'encodage des lignes

source: The engine_params object gets unpacked into the sqlalchemy.create_engine call.
fr: L'objet engine_params contient les paramètres envoyés à sqlalchemy.create_engine appel.

source: The exponent to compute all sizes from. "EXP" only
fr: L'exposant à partir duquel calculer toutes les tailles. "EXP" uniquement

source: The extent of the map on application start. FIT DATA automatically sets the extent so that all data points are included in the viewport. CUSTOM allows users to define the extent manually.
fr: L'étendue de la carte au démarrage de l'application. AJUSTER AUX DONNÉES définit automatiquement l'étendue de sorte que tous les points de données soient inclus dans la fenêtre. PERSONNALISÉ permet aux utilisateurs de définir l'étendue manuellement.

source: The following entries in `series_columns` are missing in `columns`: %(columns)s.
fr: Les entrées suivantes dans « series_columns » sont manquantes dans « columns » : %(columns)s.

source: The following filters have the 'Select first filter value by default' option checked and could not be loaded, which is preventing the dashboard from rendering: %s
fr: Les filtres suivants ont l'option 'Sélectionner la première valeur du filtre par défaut' cochée et n'ont pas pu être chargés, ce qui empêche le tableau de bord de s'afficher : %s

source: The function to use when aggregating points into groups
fr: La fonction à utiliser lors de l'agrégation de points en groupes

source: The group has been created successfully.
fr: Le groupe a été créé avec succès.

source: The group has been updated successfully.
fr: Le groupe a été mis à jour avec succès.

source: The height of the current zoom level to compute all heights from
fr: La hauteur du niveau de zoom actuel à partir de laquelle calculer toutes les hauteurs

source: The histogram chart displays the distribution of a dataset by representing the frequency or count of values within different ranges or bins. It helps visualize patterns, clusters, and outliers in the data and provides insights into its shape, central tendency, and spread.
fr: Le graphique en histogramme affiche la distribution d'un ensemble de données en représentant la fréquence ou le nombre de valeurs dans différentes plages ou intervalles. Il aide à visualiser les tendances, les regroupements et les valeurs aberrantes dans les données et fournit des informations sur sa forme, sa tendance centrale et sa dispersion.

source: The host "%(hostname)s" might be down and can't be reached.
fr: L'hôte « %(hostname)s » est peut-être hors-service et ne peut être atteint.

source: The host "%(hostname)s" might be down, and can't be reached on port %(port)s.
fr: L'hôte « %(hostname)s » est peut-être hors-service et ne peut être atteint sur le port %(port)s.

source: The host might be down, and can't be reached on the provided port.
fr: L'hôte est peut-être hors-service et ne peut être atteint sur le port fourni.

source: The hostname "%(hostname)s" cannot be resolved.
fr: Le nom d'hôte « %(hostname)s » ne peut pas être résolu.

source: The hostname provided can't be resolved.
fr: Le nom d'hôte fourni ne peut pas être résolu.

source: The id of the active chart
fr: L'identifiant du graphique actif

source: The layer attribution
fr: L'attribution de la couche

source: The lower limit of the threshold range of the Isoband
fr: La limite inférieure de la plage de seuil de l'Isobande

source: The maximum number of subdivisions of each group; lower values are pruned first
fr: Le nombre maximal de subdivisions de chaque groupe; les valeurs inférieures sont d'abord élaguées

source: The maximum value of metrics. It is an optional configuration
fr: La valeur maximale des mesures. Il s'agit d'une configuration optionnelle

source: The metadata_params in Extra field is not configured correctly. The key %(key)s is invalid.
fr: Le paramètre metadata_params dans Champ supplémentaire n'est pas correctement configuré. La clé %(key)s est invalide.

source: The metadata_params in Extra field is not configured correctly. The key %{key}s is invalid.
fr: Le paramètre metadata_params dans Champ supplémentaire n'est pas correctement configuré. La clé %{key}s est invalide.

source: The metadata_params object gets unpacked into the sqlalchemy.MetaData call.
fr: L'objet metadata_params contient les paramètres envoyés à sqlalchemy. appel MetaData.

source: The minimum number of rolling periods required to show a value. For instance if you do a cumulative sum on 7 days you may want your "Min Period" to be 7, so that all data points shown are the total of 7 periods. This will hide the "ramp up" taking place over the first 7 periods
fr: Le nombre minimum de périodes glissantes requises pour afficher une valeur. Par exemple, si vous effectuez une somme cumulative sur sept jours, vous voudrez peut-être que votre "période minimale" soit de sept, de sorte que tous les points de données affichés correspondent au total de sept périodes. Cela cachera la "hausse" qui a lieu au cours des sept premières périodes

source: The minimum value of metrics. It is an optional configuration. If not set, it will be the minimum value of the data
fr: La valeur minimale des mesures. C'est une configuration optionnelle. Si non définie, ce sera la valeur minimale des données

source: The name of the geometry column
fr: Le nom de la colonne de géométrie

source: The name of the layer as described in GetCapabilities
fr: Le nom de la couche tel que décrit dans GetCapabilities

source: The name of the rule must be unique
fr: Le nom de la règle doit être unique

source: The number color "steps"
fr: Le nombre d'« étapes » colorées

source: The number of bins for the histogram
fr: Le nombre de barres pour l'histogramme

source: The number of hours, negative or positive, to shift the time column. This can be used to move UTC time to local time.
fr: Nombre d'heures, négatif ou positif, pour décaler la colonne de temps. Cela peut être utilisé pour passer du temps UTC au temps local.

source: The number of results displayed is limited to %(rows)d by the configuration DISPLAY_MAX_ROW. Please add additional limits/filters or download to csv to see more rows up to the %(limit)d limit.
fr: Le nombre de résultats affichés est limité à %(rows)d par la configuration DISPLAY_MAX_ROW. Veuillez ajouter des limites/filtres supplémentaires ou télécharger en csv pour voir plus de rangées jusqu'à la limite de %(limit)d.

source: The number of results displayed is limited to %(rows)d. Please add additional limits/filters, download to csv, or contact an admin to see more rows up to the %(limit)d limit.
fr: Le nombre de résultats affichés est limité à %(rows)d. Veuillez ajouter des limites/filtres supplémentaires, télécharger au format csv ou contacter un administrateur pour voir plus de rangées jusqu'à la limite %(limit)d.

source: The number of rows displayed is limited to %(rows)d by the dropdown.
fr: Le nombre de lignes affichées est limité à %(rows)d par la liste déroulante.

source: The number of rows displayed is limited to %(rows)d by the limit dropdown.
fr: Le nombre de rangées affichées est limité à %(rows)d par la liste déroulante de limite.

source: The number of rows displayed is limited to %(rows)d by the query
fr: Le nombre de rangées affichées est limité à %(rows)d par la requête

source: The number of rows displayed is limited to %(rows)d by the query and limit dropdown.
fr: Le nombre de rangées affichées est limité à %(rows)d par la requête et liste déroulante de limite.

source: The number of seconds before expiring the cache
fr: Le nombre de secondes avant l'expiration du cache

source: The object does not exist in the given database.
fr: L'objet n'existe pas dans la base de données donnée.

source: The parameter %(parameters)s in your query is undefined.
fr: Le paramètre %(parameters)s de votre requête est indéfini.

source: The password provided for username "%(username)s" is incorrect.
fr: Le mot de passe fourni pour l'utilisateur « %(username)s » est incorrect.

source: The password provided when connecting to a database is not valid.
fr: Le mot de passe fourni à une base de données est invalide.

source: The password reset was successfull
fr: La réinitialisation du mot de passe a réussi

source: The passwords for the databases below are needed in order to import them together with the charts. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
fr: Les mots de passe pour les bases de données ci-dessous sont nécessaires pour les importer en même temps que les graphiques. Notez que les sections « Securité supplémentaire » et « Certificat » de la configuration de la base de données ne sont pas présents dans les fichiers d'export et doivent être ajoutés manuellement après l'import si nécessaire.

source: The passwords for the databases below are needed in order to import them together with the dashboards. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
fr: Les mots de passe pour les bases de données ci-dessous sont nécessaires pour les importer en même temps que les tableaux de bord. Notez que les sections « Securité supplémentaire » et « Certificat » de la configuration de la base de données ne sont pas présents dans les fichiers d'export et doivent être ajoutés manuellement après l'import si nécessaire.

source: The passwords for the databases below are needed in order to import them together with the datasets. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
fr: Les mots de passe des bases de données ci-dessous sont nécessaires pour les importer avec les ensembles de données. Notez que les sections « Sécurité supplémentaire » et « Certificat » de la configuration de la base de données ne sont pas présentes dans les fichiers d'export et doivent être ajoutées manuellement après l'import si nécessaire.

source: The passwords for the databases below are needed in order to import them together with the saved queries. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
fr: Les mots de passe pour les bases de données ci-dessous sont nécessaires pour les importer en même temps que les requêtes enregistrées. Notez que les sections « Securité supplémentaire » et « Certificat » de la configuration de la base de données ne sont pas présents dans les fichiers d'export et doivent être ajoutés manuellement après l'import si nécessaire.

source: The passwords for the databases below are needed in order to import them. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in explore files and should be added manually after the import if they are needed.
fr: Les mots de passe des bases de données ci-dessous sont nécessaires pour les importer. Notez que les sections « Sécurité supplémentaire » et « Certificat » de la configuration de la base de données ne sont pas présentes dans les fichiers d'export et doivent être ajoutées manuellement après l'import si nécessaire.

source: The pattern of timestamp format. For strings use
fr: Le modèle de format d'horodatage. Pour les chaînes de caractères, utilisez

source: The periodicity over which to pivot time. Users can provide "Pandas" offset alias. Click on the info bubble for more details on accepted "freq" expressions.
fr: La périodicité sur laquelle pivoter le temps. Les utilisateurs peuvent fournir un alias de décalage « Pandas ». Cliquez sur la bulle d'information pour plus de détails sur les expressions « freq » acceptées.

source: The pixel radius
fr: Rayon des pixels

source: The pointer to a physical table (or view). Keep in mind that the chart is associated to this Superset logical table, and this logical table points the physical table referenced here.
fr: Pointeur vers une table physique (ou une vue). Gardez à l'esprit que le graphique est associé à ce tableau logique Superset et que ce tableau logique pointe vers le tableau physique décrit ici.

source: The port is closed.
fr: Le port est fermé.

source: The port number is invalid.
fr: Le numéro de port est invalide.

source: The primary metric is used to define the arc segment sizes
fr: La mesure principale est utilisée pour définir les tailles des segments d'arc

source: The provided table was not found in the provided database
fr: La table fournie n'a pas été trouvée dans la base de données fournie

source: The query associated with the results was deleted.
fr: La requête associée aux résutlats a été supprimée.

source: The query associated with these results could not be found. You need to re-run the original query.
fr: La requête associée à ces résultats n'a pas pu être trouvée. Vous devez réexécuter la requête originale.

source: The query contains one or more malformed template parameters.
fr: Cette requête contient un ou plusieurs paramètres de modèle malformés.

source: The query couldn't be loaded
fr: La requête ne peut pas être chargée

source: The query estimation was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
fr: L'estimation de la requête a été interrompue après %(sqllab_timeout)s secondes. Elle est peut-être trop complexe ou la base de données est sous forte charge.

source: The query has a syntax error.
fr: La requête a une erreur de syntaxe.

source: The query returned no data
fr: La requête n'a pas retourné de résultat

source: The query was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
fr: La requête a été interrompue après %(sqllab_timeout)s secondes. Elle est peut-être trop complexe ou la base de donnée est soumise à une charge trop importante.

source: The radius (in pixels) the algorithm uses to define a cluster. Choose 0 to turn off clustering, but beware that a large number of points (>1000) will cause lag.
fr: Rayon (en pixels) utilisé par l'algorithme pour définir une grappe. Choisissez 0 pour désactiver la mise en grappe, mais faites attention, car un grand nombre de points (>1 000) causera un décalage.

source: The radius of individual points (ones that are not in a cluster). Either a numerical column or `Auto`, which scales the point based on the largest cluster
fr: Le rayon des points individuels (ceux qui ne sont pas dans une grappe). Une colonne numérique ou « Auto », qui met à l'échelle le point en fonction de la plus grande grappe

source: The report has been created
fr: Le rapport a été créé

source: The report will be sent to your email at
fr: Le rapport sera envoyé à votre adresse courriel à

source: The result of this query must be a value capable of numeric interpretation e.g. 1, 1.0, or "1" (compatible with Python's float() function).
fr: Le résultat de cette requête doit être une valeur capable d'interprétation numérique, par ex. 1, 1.0, ou "1" (compatible avec la fonction float() de Python).

source: The result size exceeds the allowed limit.
fr: La taille du résultat dépasse la limite autorisée.

source: The results backend no longer has the data from the query.
fr: Le programme dorsal des résultats n'a plus les données de la requête.

source: The results stored in the backend were stored in a different format, and no longer can be deserialized.
fr: Les résultats stockés dans le programme dorsal le sont dans un format différent et ne peuvent plus être déserialisés.

source: The rich tooltip shows a list of all series for that point in time
fr: L'infobulle détaillée affiche une liste de toutes les séries pour ce moment

source: The role has been created successfully.
fr: Le rôle a été créé avec succès.

source: The role has been duplicated successfully.
fr: Le rôle a été dupliqué avec succès.

source: The role has been updated successfully.
fr: Le rôle a été mis à jour avec succès.

source: The row limit set for the chart was reached. The chart may show partial data.
fr: La limite de lignes définie pour le graphique a été atteinte. Le graphique peut afficher des données partielles.

source: The schema "%(schema)s" does not exist. A valid schema must be used to run this query.
fr: Le schéma « %(schema)s » n'existe pas. Un schéma valide doit être utilisé pour cette requête.

source: The schema "%(schema_name)s" does not exist. A valid schema must be used to run this query.
fr: Le schéma « %(schema_name)s » n'existe pas. Un schéma valide doit être utilisé pour cette requête.

source: The schema of the submitted payload is invalid.
fr: Le schéma de la charge utile soumise est invalide.

source: The schema was deleted or renamed in the database.
fr: Le schéma a été supprimé ou renommé dans la base de données.

source: The screenshot could not be downloaded. Please, try again later.
fr: La capture d'écran n'a pas pu être téléchargée. Veuillez réessayer plus tard.

source: The screenshot has been downloaded.
fr: La capture d'écran a été téléchargée.

source: The screenshot is being generated. Please, do not leave the page.
fr: La capture d'écran est en cours de génération. Veuillez ne pas quitter la page.

source: The service url of the layer
fr: L'URL du service de la couche

source: The size of each cell in meters
fr: La taille de chaque cellule en mètres

source: The size of the square cell, in pixels
fr: La taille de la cellule carrée, en pixels

source: The slope to compute all sizes from. "LINEAR" only
fr: La pente à partir de laquelle calculer toutes les tailles. "LINÉAIRE" uniquement

source: The submitted payload failed validation.
fr: Les données soumises ont échoué à la validation.

source: The submitted payload has the incorrect format.
fr: Les données utiles soumises ont un format incorrect.

source: The submitted payload has the incorrect schema.
fr: Les données utiles soumises ont un schéma incorrect.

source: The table "%(table)s" does not exist. A valid table must be used to run this query.
fr: Le tableau « %(table)s » n'existe pas. Un tableau valide doit être utilisé pour cette requête.

source: The table "%(table_name)s" does not exist. A valid table must be used to run this query.
fr: Le tableau « %(table_name)s » n'existe pas. Un tableau valide doit être utilisé pour cette requête.

source: The table was deleted or renamed in the database.
fr: Le tableau a été supprimé ou renommé dans la base de données.

source: The time column for the visualization. Note that you can define arbitrary expression that return a DATETIME column in the table. Also note that the filter below is applied against this column or expression
fr: La colonne temps pour la visualisation. Notez que vous pouvez définir arbitrairement l'expression que retourne la colonne DATETIME dans le tableau. Veuillez aussi noter que le filtre ci-dessous est appliqué à cette colonne ou expression

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`, `1 day` or `56 weeks`
fr: La granularité temporelle pour la visualisation. Noter que vous pouvez taper et utiliser le langage naturel comme « 10 secondes », « 1 jour » ou « 56 semaines »

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`,`1 day` or `56 weeks`
fr: La granularité temporelle pour la visualisation. Noter que vous pouvez taper et utiliser le langage naturel comme « 10 secondes », « 1 jour » ou « 56 semaines »

source: The time granularity for the visualization. This applies a date transformation to alter your time column and defines a new time granularity. The options here are defined on a per database engine basis in the Superset source code.
fr: Le granularité de temps pour la visualisation. Ceci applique une transformation de date pour modifier votre colonne de temps et définit une nouvelle granularité de temps. Les options ici sont définies pour chaque type de SGBD dans le code source de Superset.

source: The time range for the visualization. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
fr: L'intervalle de temps pour la visualisation. Tous les temps relatifs, par exemple « Mois dernier », « 7 derniers jours », « maintenant », etc. sont évalués sur le serveur en utilisant l'heure locale du serveur (sans fuseau horaire). Toutes les infobulles et les heures des « espaces réservés » sont exprimées en UTC (sans fuseau). Les horodatages sont alors évalués par la base données en utilisant le fuseau horaire local du serveur. Notez que l'on peut indiquer explicitement la fuseau horaire dans le format ISO 8601 quand on spécifie l'heure de début et/ou de fin.

source: The time unit for each block. Should be a smaller unit than domain_granularity. Should be larger or equal to Time Grain
fr: L'unité de temps pour chaque bloc. Doit être une unité plus petite que domain_granularity. Doit être plus grand ou égal au fragment de temps

source: The time unit used for the grouping of blocks
fr: L'unité de temps utilisée pour le regroupement des blocs
