Repository: CypherXIII/formasup-bi-platform
Catalog: superset/locales/backup-messages.po
Languages: fr

source: Aggregates data within the boundary of grid cells and maps the aggregated values to a dynamic color scale
fr: Agrége les données dans les limites des cellules de la grille et fait correspondre les valeurs agrégées à une échelle de couleurs dynamique

source: Aggregation Method
fr: Méthode d'agrégation

source: Aggregation function
fr: Fonctions d'agrégation

source: Aggregation method used to compute the Big Number from the Trendline.For non-additive metrics like ratios, averages, distinct counts, etc use NONE.
fr: Méthode d'agrégation utilisée pour calculer le grand nombre à partir de la courbe de tendance. Pour les mesures non additives comme les ratios, moyennes, comptages distincts, etc. utilisez AUCUNE.

source: Alert
fr: Alerte

source: Alert Triggered, In Grace Period
fr: Alerte déclenchée, -période de grâce

source: Alert condition
fr: Condition d'alerte

source: Alert contents
fr: Contenu de l'alerte

source: Alert ended grace period.
fr: L'alerte a mis fin à la période de grâce.

source: Alert failed
fr: L'alerte a échoué

source: Alert fired during grace period.
fr: Alerte déclenchée pendant la période de grâce.

source: Alert found an error while executing a query.
fr: L'alerte a détecté une erreur lors de l'exécution d'une requête.

source: Alert is active
fr: Alerte actives

source: Alert name
fr: Nom de l'alerte

source: Alert on grace period
fr: Alerte sur la période de grace

source: Alert query returned a non-number value.
fr: La requête d'alerte a retourné une valeur non numérique.

source: Alert query returned more than one column.
fr: La requête d'alerte a retourné plus d'une colonne.

source: Alert query returned more than one column. %(num_cols)s columns returned
fr: La requête a retourné plus d'une colonne. %(num_cols)s colonnes retournées

source: Alert query returned more than one row.
fr: La requête d'alerte a retourné plus d'une rangée.

source: Alert query returned more than one row. %(num_rows)s rows returned
fr: La requête a retourné plus d'une ligne. %(num_rows)s lignes retournées

source: Alert running
fr: Alerte en cours

source: Alert triggered, notification sent
fr: Alerte déclenchée, notification envoyée

source: Alert validator config error.
fr: Erreur de configuration du validateur.

source: Alerts
fr: Alertes

source: Alerts & Reports
fr: Alertes et Rapports

source: Alerts & reports
fr: Alertes et rapports

source: Align +/-
fr: Aligner +/-

source: All
fr: Tous

source: All %s hidden columns
fr: Toutes les %s colonnes masquées

source: All Text
fr: Tout texte

source: All charts
fr: Tous les graphiques

source: All charts/global scoping
fr: Tous les graphiques/champ d'application mondial

source: All filters
fr: Tous les filtres

source: All panels
fr: Tous les panneaux

source: All records
fr: Tous les enregistrements

source: Allow CREATE TABLE AS
fr: Autoriser CREATE TABLE AS

source: Allow CREATE VIEW AS
fr: Autoriser CREATE VIEW AS

source: Allow DDL and DML
fr: Autoriser DDL et DML

source: Allow changing catalogs
fr: Autoriser le changement de catalogues

source: Allow column names to be changed to case insensitive format, if supported (e.g. Oracle, Snowflake).
fr: Autoriser les noms de colonnes à être changés en format insensible à la casse, si supporté (ex. Oracle, Snowflake).

source: Allow columns to be rearranged
fr: Autoriser la réorganisation des colonnes

source: Allow creation of new tables based on queries
fr: Autoriser la création de nouveaux tableaux basés sur des requêtes

source: Allow creation of new values
fr: Autoriser la création de nouvelles valeurs

source: Allow creation of new views based on queries
fr: Autoriser la création de nouvelles vues basées sur des requêtes

source: Allow data manipulation language
fr: Autoriser le langage de manipulation des données

source: Allow end user to drag-and-drop column headers to rearrange them. Note their changes won't persist for the next time they open the chart.
fr: Permettre à l'utilisateur·rice final·e de glisser-déposer les en-têtes de colonne pour les réorganiser. Notez que leurs changements ne persisteront pas la prochaine fois qu'ils ouvriront le tableau.

source: Allow file uploads to database
fr: Autoriser des téléchargements de fichier vers la base de donnée

source: Allow node selections
fr: Autoriser les sélections multiples

source: Allow sending multiple polygons as a filter event
fr: Autoriser l'envoi de plusieurs polygones comme événement de filtre

source: Allow the execution of DDL (Data Definition Language: CREATE, DROP, TRUNCATE, etc.) and DML (Data Modification Language: INSERT, UPDATE, DELETE, etc)
fr: Autoriser l'exécution de DDL (Data Definition Language : CREATE, DROP, TRUNCATE, etc.) et DML (Data Modification Language : INSERT, UPDATE, DELETE, etc)

source: Allow this database to be explored
fr: Autoriser cette base de données à être explorée

source: Allow this database to be queried in SQL Lab
fr: Autoriser cette base de données à être requêtées dans SQL Lab

source: Allowed Domains (comma separated)
fr: Domaines autorisés (séparés par des virgules)

source: Alphabetical
fr: Alphabétique

source: Also known as a box and whisker plot, this visualization compares the distributions of a related metric across multiple groups. The box in the middle emphasizes the mean, median, and inner 2 quartiles. The whiskers around each box visualize the min, max, range, and outer 2 quartiles.
fr: Également connue sous le nom de diagramme en boîte à moustaches, cette visualisation compare les distributions d'une mesure connexe au sein de plusieurs groupes. La boîte du milieu met l'accent sur la moyenne, la médiane et les deux quartiles intérieurs. Les moustaches autour de chaque boîte visualisent le minimum, le maximum, l'étendue et les deux quartiles extérieurs.

source: Altered
fr: Modifié

source: Always filter main datetime column
fr: Toujours filtrer sur la colonne temporelle principale

source: An Error Occurred
fr: Une erreur s'est produite

source: An alert named "%(name)s" already exists
fr: Une alerte nommée « %(name)s » existe déjà

source: An enclosed time range (both start and end) must be specified when using a Time Comparison.
fr: Une période délimitée (à la fois début et fin) doit être spécifiée quand on utilise une comparaison temporelle.

source: An engine must be specified when passing individual parameters to a database.
fr: Un moteur doit être fournit lorsque l'on passe des paramètres individuels à la base de données.

source: An error has occurred
fr: Une erreur est survenue

source: An error occurred
fr: Un erreur s'est produite

source: An error occurred saving dataset
fr: Une erreur s'est produite durant la sauvegarde du ensemble de données

source: An error occurred when running alert query
fr: Une erreur s est produite lors de l'exécution de la requête d'alerte

source: An error occurred while accessing the copy link.
fr: Une erreur s est produite lors de l'accès au lien de copie.

source: An error occurred while accessing the value.
fr: Une erreur s est produite lors de l'accès à la valeur.

source: An error occurred while collapsing the table schema. Please contact your administrator.
fr: Une erreur s'est produite en repliant le schéma du tableau. Veuillez contacter votre administrateur.

source: An error occurred while creating %ss: %s
fr: Une erreur s est produite lors de la création de %ss : %s

source: An error occurred while creating the copy link.
fr: Une erreur s est produite lors de la création du lien de copie.

source: An error occurred while creating the data source
fr: Une erreur s'est produite durant la création de la source de donnée

source: An error occurred while creating the value.
fr: Une erreur s est produite lors de la création de la valeur.

source: An error occurred while deleting the value.
fr: Une erreur s est produite lors de la suppression de la valeur.

source: An error occurred while expanding the table schema. Please contact your administrator.
fr: Une erreur s'est produite en développant le schéma du tableau. Veuillez contacter votre administrateur.

source: An error occurred while fetching %s info: %s
fr: Une erreur s est produite lors de la récupération des informations %s : %s

source: An error occurred while fetching %ss: %s
fr: Une erreur s est produite lors de la récupération des %ss : %s

source: An error occurred while fetching available CSS templates
fr: Une erreur s'est produite lors de l'extraction des modèles de CSS disponibles

source: An error occurred while fetching chart owners values: %s
fr: Une erreur s'est produite lors de l'extraction des valeurs des propriétaires de graphiques : %s

source: An error occurred while fetching dashboard owner values: %s
fr: Une erreur s'est produite lors de l'extraction des valeurs du propriétaire du tableau de bord : %s

source: An error occurred while fetching dashboards
fr: Une erreur s est produite lors de la récupération des tableaux de bord

source: An error occurred while fetching dashboards: %s
fr: Une erreur s'est produite durant la récupération des informations : %s

source: An error occurred while fetching database related data: %s
fr: Une erreur s'est produite lors de la récupération des données de la base : %s

source: An error occurred while fetching database values: %s
fr: Une erreur s'est produite lors de la récupération des valeurs de la base données : %s

source: An error occurred while fetching dataset datasource values: %s
fr: Une erreur s'est produite lors de la récupération de l'ensemble de données relatives à la source de données : %s

source: An error occurred while fetching dataset owner values: %s
fr: Une erreur s'est produite lors de la récupération des valeurs de l'ensemble de données : %s

source: An error occurred while fetching dataset related data
fr: Une erreur s'est produite lors de l'extraction des données relatives à l'ensemble de données

source: An error occurred while fetching dataset related data: %s
fr: Une erreur s'est produite lors de la récupération des données relatives au ensemble de données : %s

source: An error occurred while fetching datasets: %s
fr: Une erreur s'est produite lors de l'extraction des ensembles de données. : %s

source: An error occurred while fetching function names.
fr: Une erreur s'est produite lors de la recherche des noms de fonctions.

source: An error occurred while fetching owners values: %s
fr: Une erreur s est produite lors de la récupération des valeurs des propriétaires : %s

source: An error occurred while fetching schema values: %s
fr: Une erreur s'est produite lors de l'extraction des valeurs du schéma : %s

source: An error occurred while fetching tab state
fr: Une erreur s'est produite lors de l'extraction de l'état de l'onglet

source: An error occurred while fetching table metadata
fr: Une erreur s'est produite lors de l'extraction des métadonnées du tableau

source: An error occurred while fetching table metadata. Please contact your administrator.
fr: Une erreur s'est produite lors de l'extraction des métadonnées du tableau. Veuillez contacter votre administrateur.

source: An error occurred while fetching user values: %s
fr: Une erreur s'est produite lors de l'extraction des valeurs de l'utilisateur·rice : %s

source: An error occurred while formatting SQL
fr: Une erreur s est produite lors du formatage SQL

source: An error occurred while importing %s: %s
fr: Une erreur s est produite lors de l'importation de %s : %s

source: An error occurred while loading dashboard information.
fr: Une erreur s est produite lors du chargement des informations du tableau de bord.

source: An error occurred while loading the SQL
fr: Une erreur s'est produite durant le chargement de SQL

source: An error occurred while opening Explore
fr: Une erreur s est produite lors de l'ouverture d'Explorer

source: An error occurred while parsing the key.
fr: Une erreur s est produite lors de l'analyse de la clé.

source: An error occurred while pruning logs
fr: Une erreur s'est produite lors de la suppression des journaux

source: An error occurred while removing query. Please contact your administrator.
fr: Une erreur s'est produite lors de la suppression de la requête. Veuillez contacter votre administrateur.

source: An error occurred while removing the table schema. Please contact your administrator.
fr: Une erreur s'est produite lors de la suppression du tableau. Veuillez contacter votre administrateur.

source: An error occurred while rendering the visualization: %s
fr: Une erreur s est produite lors du rendu de la visualisation : %s

source: An error occurred while starring this chart
fr: Une erreur s est produite lors de l'ajout de ce graphique aux favoris

source: An error occurred while storing your query in the backend. To avoid losing your changes, please save your query using the "Save Query" button.
fr: Une erreur s'est produite lors de l'enregistrement de votre requête dans le programme dorsal. Pour éviter de perdre vos modifications, veuillez enregistrer votre requête en utilisant le bouton « Enregistrer la requête ».

source: An error occurred while syncing permissions for %s: %s
fr: Une erreur s est produite lors de la synchronisation des permissions pour %s : %s

source: An error occurred while updating the value.
fr: Une erreur s est produite lors de la mise à jour de la valeur.

source: An error occurred while upserting the value.
fr: Une erreur s est produite lors de l'insertion de la valeur.

source: An unexpected error occurred
fr: Une erreur inattendue s est produite

source: Anchor to
fr: Ancrer à

source: Angle at which to end progress axis
fr: Angle de fin de l'axe de progression

source: Angle at which to start progress axis
fr: Angle de début de l'axe de progression

source: Annotation Layer %s
fr: Couche d'annotation %s

source: Annotation Layers
fr: Couche d'annotations

source: Annotation Slice Configuration
fr: Configuration des tranches d'annotation

source: Annotation could not be created.
fr: L'annotation n'a pas pu être créée.

source: Annotation could not be updated.
fr: L'annotation n'a pas pu être mise à jour.

source: Annotation layer
fr: Couche d'annotations

source: Annotation layer could not be created.
fr: La couche d'annotations n'a pas pu être créée.

source: Annotation layer could not be updated.
fr: La couche d'annotations n'a pas pu être mise à jour.

source: Annotation layer description columns
fr: Colonnes de description de la couche d'annotation

source: Annotation layer has associated annotations.
fr: La couche d'annotations a des annotations associées.

source: Annotation layer interval end
fr: Fin de l'intervalle de la couche d'annotations

source: Annotation layer name
fr: Nom de la couche d'annotations

source: Annotation layer not found.
fr: Couche d'annotations non trouvée.

source: Annotation layer opacity
fr: Opacité de la couche d'annotations

source: Annotation layer parameters are invalid.
fr: Les paramètres de la couche d'annotations sont invalides.

source: Annotation layer stroke
fr: Trait de la couche d'annotations

source: Annotation layer time column
fr: Colonne temporelle de la couche d'annotations

source: Annotation layer title column
fr: Colonne de titre de la couche d'annotations

source: Annotation layer type
fr: Type de couche d'annotations

source: Annotation layer value
fr: Valeur de la couche d'annotations

source: Annotation layers
fr: Couche d'annotations

source: Annotation layers are still loading.
fr: Les couches d'annotations sont toujours en cours de chargement.

source: Annotation layers could not be deleted.
fr: Les couches d'annotation n ont pas pu être supprimées.

source: Annotation not found.
fr: Annotation non trouvée.

source: Annotation parameters are invalid.
fr: Les paramètres d'annotation sont invalides.

source: Annotation source
fr: Source de l'annotation

source: Annotation source type
fr: Type de source de l'annotation

source: Annotation template created
fr: Modèle d'annotation créé

source: Annotation template updated
fr: Modèle d'annotation mis à jour

source: Annotations and Layers
fr: Annotations et couches

source: Annotations and layers
fr: Annotations et calques

source: Annotations could not be deleted.
fr: Les annotations n'ont pas pu être supprimées.

source: Any
fr: Tout

source: Any additional detail to show in the certification tooltip.
fr: Tout détail supplémentaire à afficher dans l'infobulle de certification.

source: Any color palette selected here will override the colors applied to this dashboard's individual charts
fr: Une palette de couleur sélectionnée ici écrasera les couleurs appliquées aux graphiques de ce tableau de bord

source: Any databases that allow connections via SQL Alchemy URIs can be added.
fr: Toutes les bases de données qui permettent des connexions par le biais des URI SQL Alchemy peuvent être ajoutées.

source: Any databases that allow connections via SQL Alchemy URIs can be added. Learn about how to connect a database driver
fr: Toutes les bases de données qui permettent des connexions par le biais des URI SQL Alchemy peuvent être ajoutées. Découvrez comment connecter un pilote de base de données

source: Applied cross-filters (%d)
fr: Filtres croisés appliqués (%d)

source: Applied filters (%d)
fr: Filtres appliqués (%d)

source: Applied filters (%s)
fr: Filtres appliqués (%s)

source: Applied filters: %s
fr: Filtres appliqués : (%s)

source: Applied rolling window did not return any data. Please make sure the source query satisfies the minimum periods defined in the rolling window.
fr: La fenêtre roulante appliquée n'a renvoyé aucune donnée. Veuillez vous assurer que la requête source respecte les périodes minimales définies dans la fenêtre glissante.

source: Apply
fr: Appliquer

source: Apply conditional color formatting to metric
fr: Appliquer une mise en forme conditionnelle des couleurs à la métrique

source: Apply conditional color formatting to metrics
fr: Appliquer une mise en forme conditionnelle des couleurs aux mesures

source: Apply conditional color formatting to numeric columns
fr: Appliquer un formatage conditionnel des couleurs aux colonnes numériques

source: Apply filters
fr: Appliquer les filtres

source: Apply metrics on
fr: Appliquer les métriques sur

source: April
fr: Avril

source: Are you sure you intend to overwrite the following values?
fr: Voulez-vous vraiment remplacer les valeurs suivantes ?

source: Are you sure you want to cancel?
fr: Voulez-vous vraiment annuler?

source: Are you sure you want to delete
fr: Voulez-vous vraiment supprimer

source: Are you sure you want to delete %s?
fr: Voulez-vous vraiment supprimer %s ?

source: Are you sure you want to delete the selected %s?
fr: Voulez-vous vraiment supprimer les %s sélectionnés?

source: Are you sure you want to delete the selected annotations?
fr: Voulez-vous vraiment supprimer les annotations sélectionnées?

source: Are you sure you want to delete the selected charts?
fr: Voulez-vous vraiment supprimer les graphiques sélectionnés?

source: Are you sure you want to delete the selected dashboards?
fr: Voulez-vous vraiment supprimer les tableaux de bord sélectionnés?

source: Are you sure you want to delete the selected datasets?
fr: Voulez-vous vraiment supprimer les ensembles de données sélectionnés?

source: Are you sure you want to delete the selected groups?
fr: Voulez-vous vraiment supprimer les groupes sélectionnés ?

source: Are you sure you want to delete the selected layers?
fr: Voulez-vous vraiment supprimer les couches sélectionnées?

source: Are you sure you want to delete the selected queries?
fr: Voulez-vous vraiment supprimer les requêtes sélectionnées?

source: Are you sure you want to delete the selected roles?
fr: Voulez-vous vraiment supprimer les rôles sélectionnés ?

source: Are you sure you want to delete the selected rules?
fr: Voulez-vous vraiment supprimer les règles sélectionnées ?

source: Are you sure you want to delete the selected tags?
fr: Voulez-vous vraiment supprimer les balises sélectionnées ?

source: Are you sure you want to delete the selected templates?
fr: Voulez-vous vraiment supprimer les modèles sélectionnés?

source: Are you sure you want to delete the selected users?
fr: Voulez-vous vraiment supprimer les utilisateurs sélectionnés ?

source: Are you sure you want to overwrite this dataset?
fr: Voulez-vous vraiment remplacer cet ensemble de données ?

source: Are you sure you want to proceed?
fr: Voulez-vous vraiment continuer?

source: Are you sure you want to save and apply changes?
fr: Voulez-vous vraiment sauvegarder et appliquer les changements?

source: Area
fr: Aire

source: Area Chart
fr: Graphique en aires

source: Area chart
fr: Graphique en aires

source: Area chart opacity
fr: Opacité du graphique en aires

source: Area charts are similar to line charts in that they represent variables with the same scale, but area charts stack the metrics on top of each other.
fr: Les graphiques en aires sont semblables aux diagrammes linéaires, car ils représentent des variables avec la même échelle, mais les graphiques en aires empilent les mesures les unes sur les autres.

source: Arrow
fr: Flèche

source: Assign a set of parameters as
fr: Assigner un ensemble de paramètres comme

source: Assist
fr: Assistance

source: Asynchronous query execution
fr: Exécution de requête asynchrone

source: August
fr: Aout

source: Authorization needed
fr: Autorisation requise

source: Auto Zoom
fr: Zoom automatique

source: Autocomplete
fr: Complétion automatique

source: Autocomplete filters
fr: Remplir automatiquement les filtres

source: Autocomplete query predicate
fr: Prédicat d'autocomplétion de la requête

source: Automatic color
fr: Couleur automatique

source: Autosize Column
fr: Redimensionner la colonne automatiquement

source: Autosize all columns
fr: Redimensionner toutes les colonnes automatiquement

source: Available Handlebars Helpers in Superset:
fr: Helpers Handlebars disponibles dans Superset :

source: Available sorting modes:
fr: Modes de tri disponibles :

source: Average
fr: Moyenne

source: Average (Mean)
fr: Moyenne (Mean)

source: Average value
fr: Valeur moyenne

source: Axis
fr: Axe

source: Axis Bounds
fr: Limites de l'axe

source: Axis Format
fr: Format de l'axe

source: Axis Title
fr: Titre de l'axe

source: Axis ascending
fr: Axe ascendant

source: Axis descending
fr: Axe descendant

source: BCC recipients
fr: Destinataires en copie cachée

source: BOOLEAN
fr: BOOLÉEN

source: Back
fr: Retour

source: Back to all
fr: Retour à tout

source: Backend
fr: Programme dorsal

source: Background Color
fr: Couleur d'arrière-plan

source: Backward values
fr: Valeurs rétrospectives

source: Bad formula.
fr: Mauvaise formule.

source: Bad spatial key
fr: Mauvaise clef spatiale

source: Bar
fr: Barre

source: Bar Chart
fr: Graphique en barres

source: Bar Charts are used to show metrics as a series of bars.
fr: Les graphiques à barres sont utilisés pour afficher les mesures sous forme de série de barres.

source: Bar Values
fr: Valeurs des barres

source: Bar orientation
fr: Orientation des barres

source: Base exponent
fr: Exposant de base

source: Base height
fr: Hauteur de base

source: Base layer map style. See Mapbox documentation: %s
fr: Style de la couche de base de la carte. Voir la documentation Mapbox : %s

source: Base slope
fr: Pente de base

source: Base width
fr: Largeur de base

source: Based on a metric
fr: Basé sur une mesure

source: Based on granularity, number of time periods to compare against
fr: Selon la granularité, nombre de périodes à comparer à

source: Based on what should series be ordered on the chart and legend
fr: En fonction de ce qui devrait être commandé sur le graphique et la légende

source: Basic
fr: Base

source: Basic information
fr: Information de base
