Repository: CypherXIII/formasup-bi-platform
Catalog: superset/locales/backup-messages.po
Languages: fr

source: Run query
fr: Exécuter la requête

source: Run query (Ctrl + Return)
fr: Exécuter la requête (Ctrl + Return)

source: Run query in a new tab
fr: Exécuter la requête dans une nouvelle fenêtre

source: Run selection
fr: Exécuter la sélection

source: Running
fr: En cours d'exécution

source: Running block %(block_num)s out of %(block_count)s
fr: Exécution du bloc %(block_num)s sur %(block_count)s

source: SECOND
fr: SECONDE

source: SQL Copied!
fr: SQL copié!

source: SQL Lab queries
fr: Requêtes SQL Lab

source: SQL Lab uses your browser's local storage to store queries and results. Currently, you are using %(currentUsage)s KB out of %(maxStorage)d KB storage space. To keep SQL Lab from crashing, please delete some query tabs. You can re-access these queries by using the Save feature before you delete the tab. Note that you will need to close other SQL Lab windows before you do this.
fr: SQL Lab utilise le stockage local de votre navigateur pour stocker les requêtes et les résultats. Actuellement, vous utilisez %(currentUsage)s ko sur %(maxStorage)d ko à partir de l'espace de stockage. Pour éviter que SQL Lab ne tombe en panne, veuillez supprimer certains onglets de requête. Vous pouvez accéder à nouveau à ces requêtes en utilisant la fonction Enregistrer avant de supprimer l'onglet. Veuillez noter que vous devrez fermer les autres fenêtres de SQL Lab avant de le faire.

source: SQL Query
fr: Requête SQL

source: SQL expression
fr: Expression SQL

source: SQL query
fr: Requête SQL

source: SQL was formatted
fr: SQL formaté

source: SSH Host
fr: Hôte SSH

source: SSH Password
fr: Mot de passe SSH

source: SSH Port
fr: Port SSH

source: SSH Tunnel
fr: Tunnel SSH

source: SSH Tunnel configuration parameters
fr: Paramètres de configuration du tunnel SSH

source: SSH Tunnel could not be deleted.
fr: Le tunnel SSH n'a pas pu être supprimé.

source: SSH Tunnel could not be updated.
fr: Le tunnel SSH n'a pas pu être mis à jour.

source: SSH Tunnel not found.
fr: Tunnel SSH introuvable.

source: SSH Tunnel parameters are invalid.
fr: Les paramètres du tunnel SSH sont invalides.

source: SSH Tunneling is not enabled
fr: La tunnellisation SSH n'est pas activée

source: SSL Mode "require" will be used.
fr: Le mode SSL « require » sera utilisé.

source: STEP %(stepCurr)s OF %(stepLast)s
fr: ÉTAPE %(stepCurr)s DE %(stepLast)s

source: STRING
fr: CHAÎNE

source: SUN
fr: DIM

source: Sample Standard Deviation
fr: Exemple d'écart-type

source: Sample Variance
fr: Exemple de variance

source: Samples
fr: Exemples

source: Samples for dataset could not be retrieved.
fr: Les échantillons de l'ensemble de données n'ont pas pu être récupérés.

source: Samples for datasource could not be retrieved.
fr: Les échantillons de la source de données n'ont pas pu être récupérés.

source: Sankey Chart
fr: Diagramme de Sankey

source: Satellite Streets
fr: Rues satellites

source: Saturday
fr: Samedi

source: Save
fr: Enregistrer

source: Save & Explore
fr: Enregistrer et explorer

source: Save & go to dashboard
fr: Enregistrer et aller au tableau de bord

source: Save (Overwrite)
fr: Enregister (remplacer)

source: Save as
fr: Enregistrer sous

source: Save as Dataset
fr: Enregistrer comme ensemble de données

source: Save as dataset
fr: Enregistrer comme ensemble de données

source: Save as new
fr: Enregistrer comme nouveau

source: Save as...
fr: Enregistrer sous...

source: Save as:
fr: Enregistrer sous :

source: Save changes
fr: Enregistrer les modifications

source: Save chart
fr: Enregistrer le graphique

source: Save dashboard
fr: Enregistrer le tableau de Bord

source: Save dataset
fr: Enregistrer l'ensemble de données

source: Save for this session
fr: Enregistrer pour cette session

source: Save or Overwrite Dataset
fr: Enregistrer ou remplacer l'ensemble de données

source: Save query
fr: Enregistrer la requête

source: Save this query as a virtual dataset to continue exploring
fr: Enregistrez cette requête en tant qu'ensemble de données virtuel pour continuer à explorer

source: Saved
fr: Enregistré

source: Saved Queries
fr: Requêtes enregistrées

source: Saved expressions
fr: Expressions enregistrées

source: Saved metric
fr: Mesure enregistrée

source: Saved queries
fr: Requêtes enregistrées

source: Saved queries could not be deleted.
fr: Les requêtes enregistrées ne peuvent pas être supprimées.

source: Saved query not found.
fr: Requête enregistrée introuvable.

source: Saved query parameters are invalid.
fr: Les paramètres des requêtes enregistrée sont invalides.

source: Saving...
fr: Enregistrement...

source: Scale and Move
fr: Échelle et mouvement

source: Scale only
fr: Échelle seulement

source: Scatter
fr: Dispersion

source: Scatter Plot
fr: Diagramme de dispersion

source: Scatter Plot has the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
fr: Le diagramme de dispersion a l'axe horizontal en unités linéaires et les points sont connectés dans l'ordre. Il montre une relation statistique entre deux variables.

source: Schedule
fr: Planifier

source: Schedule a new email report
fr: Planifier un nouveau rapport par courriel

source: Schedule email report
fr: Planifier un rapport par courriel

source: Schedule query
fr: Planifier une requête

source: Schedule the query periodically
fr: Planifier la requête de façon périodique

source: Schedule type
fr: Type de planification

source: Scheduled
fr: Planifié

source: Scheduled at (UTC)
fr: Planifié à (UTC)

source: Scheduled task executor not found
fr: L'exécuteur de tâches planifiées n'a pas été trouvé

source: Schema
fr: Schéma

source: Schema cache timeout
fr: Délai d'attente pour le cache du schéma dépassé

source: Schemas allowed for File upload
fr: Schémas autorisés pour le téléversement de fichiers

source: Scope
fr: Portée

source: Scoping
fr: Établissement de la portée

source: Screenshot width
fr: Largeur de la capture d'écran

source: Screenshot width must be between %(min)spx and %(max)spx
fr: La largeur de la capture d'écran doit être comprise entre %(min)spx et %(max)spx

source: Scroll
fr: Défiler

source: Scroll down to the bottom to enable overwriting changes.
fr: Faites défiler vers le bas pour activer les modifications de remplacement.

source: Search
fr: Rechercher

source: Search %s records
fr: Rechercher %s enregistrements

source: Search / Filter
fr: Rechercher / Filtrer

source: Search Metrics & Columns
fr: Rechercher les mesures et les colonnes

source: Search all charts
fr: Rechercher tous les graphiques

source: Search box
fr: Boîte de recherche

source: Search by query text
fr: Recherche par mot de requête

source: Search columns
fr: Rechercher des colonnes

source: Search in filters
fr: Rechercher dans les filtres

source: Search...
fr: Rechercher…

source: Second
fr: Seconde

source: Secondary
fr: Secondaire

source: Secondary Metric
fr: Mesure secondaire

source: Secondary currency format
fr: Nombre de pas entre les points de repère lors de l'affichage de l'échelle des X

source: Secondary y-axis Bounds
fr: Limites secondaires de l'axe des ordonnées

source: Secondary y-axis format
fr: Format secondaire de l'axe des ordonnées

source: Secondary y-axis title
fr: Titre secondaire de l'axe des ordonnées

source: Seconds %s
fr: %s secondes

source: Seconds value
fr: Valeur en secondes

source: Security
fr: Sécurité

source: See all %(tableName)s
fr: Voir tous les %(tableName)s

source: See less
fr: Voir moins

source: See more
fr: Voir plus

source: See query details
fr: Voir les détails de la requête

source: See table schema
fr: Voir le schéma du tableau

source: Select
fr: Sélectionner

source: Select ...
fr: Sélectionner…

source: Select All
fr: Tout sélectionner

source: Select Delivery Method
fr: Sélectionner la méthode de livraison

source: Select Tags
fr: Sélectionner des tags

source: Select chart type
fr: Selectionner un type de visualisation

source: Select a column
fr: Sélectionner une colonne

source: Select a dashboard
fr: Sélectionner un tableau de bord

source: Select a database
fr: Sélectionner une base de données

source: Select a database table and create dataset
fr: Sélectionner une table de base de données et créer un ensemble de données

source: Select a database table.
fr: Sélectionner une table de base de données.

source: Select a database to connect
fr: Sélectionner une base de données à connecter

source: Select a database to upload the file to
fr: Sélectionner une base de données vers laquelle téléverser le fichier

source: Select a database to write a query
fr: Sélectionner une base de données pour écrire une requête

source: Select a dataset
fr: Sélectionner un ensemble de données

source: Select a delimiter for this data
fr: Sélectionner un délimiteur pour ces données

source: Select a dimension
fr: Sélectionner une dimension

source: Select a metric to display on the right axis
fr: Sélectionner une mesure à afficher sur l'axe droit

source: Select a metric to display. You can use an aggregation function on a column or write custom SQL to create a metric.
fr: Sélectionnez une mesure à afficher. Vous pouvez utiliser une fonction d'agrégation sur une colonne ou écrire du SQL personnalisé pour créer une mesure.

source: Select a schema
fr: Sélectionner un schéma

source: Select a schema if the database supports this
fr: Sélectionner un schéma si la base de données le prend en charge

source: Select a sheet name from the uploaded file
fr: Sélectionner un nom de feuille dans le fichier téléversé

source: Select a tab
fr: Sélectionner un onglet

source: Select a time grain for the visualization. The grain is the time interval represented by a single point on the chart.
fr: Sélectionner une période temporelle pour la visualisation. La période est l'intervalle temporel représenté par un seul point dans le graphique.

source: Select a visualization type
fr: Selectionner un type de visualisation

source: Select aggregate options
fr: Sélectionner les options d'agrégat

source: Select all data
fr: Sélectionner toutes les données

source: Select all items
fr: Sélectionner tous les éléments

source: Select catalog or type to search catalogs
fr: Sélectionner un catalogue ou saisir pour rechercher des catalogues

source: Select channels
fr: Sélectionner des canaux

source: Select chart
fr: Sélectionner un graphique

source: Select chart to use
fr: Sélectionner un graphique à utiliser

source: Select charts
fr: Sélectionner des graphiques

source: Select color scheme
fr: Sélectionner un schéma de couleurs

source: Select column
fr: Sélectionner une colonne

source: Select columns that will be displayed in the table. You can multiselect columns.
fr: Sélectionnez les colonnes qui seront affichées dans le tableau. Vous pouvez sélectionner plusieurs colonnes.

source: Select content type
fr: Sélectionner le type de contenu

source: Select current page
fr: Sélectionner la page actuelle

source: Select dashboard
fr: Sélectionner un tableau de bord

source: Select dashboard to use
fr: Sélectionner un tableau de bord à utiliser

source: Select dashboards
fr: Sélectionner des tableaux de bord

source: Select database
fr: Sélectionner une base de données

source: Select database or type to search databases
fr: Sélectionner une base de données ou saisir pour rechercher des bases de données

source: Select databases require additional fields to be completed in the Advanced tab to successfully connect the database. Learn what requirements your databases has
fr: Certaines bases de données exigent que des champs supplémentaires soient remplis dans l'onglet Avancé pour que la connexion à la base de données soit réussie. Découvrez quelles sont les exigences de votre base de données

source: Select dataset source
fr: Sélectionner la source de l'ensemble de données

source: Select file
fr: Sélectionner un fichier

source: Select filter
fr: Selectionner un filtre

source: Select filter plugin using AntD
fr: Sélectionner le plugiciel de filtrage en utilisant AntD

source: Select first filter value by default
fr: Sélectionner la première valeur du filtre par défaut

source: Select format
fr: Sélectionner un format

source: Select groups
fr: Sélectionner des groupes

source: Select one or many metrics to display, that will be displayed in the percentages of total. Percentage metrics will be calculated only from data within the row limit. You can use an aggregation function on a column or write custom SQL to create a percentage metric.
fr: Sélectionnez une ou plusieurs mesures à afficher, qui seront affichées en pourcentage du total. Les mesures en pourcentage seront calculées uniquement à partir des données dans la limite de lignes. Vous pouvez utiliser une fonction d'agrégation sur une colonne ou écrire du SQL personnalisé pour créer une mesure en pourcentage.

source: Select one or many metrics to display. You can use an aggregation function on a column or write custom SQL to create a metric.
fr: Sélectionnez une ou plusieurs mesures à afficher. Vous pouvez utiliser une fonction d'agrégation sur une colonne ou écrire du SQL personnalisé pour créer une mesure.

source: Select operator
fr: Sélectionner l'opérateur

source: Select or type a custom value...
fr: Sélectionner ou renseigner une valeur personnalisé...

source: Select or type currency symbol
fr: Sélectionner ou saisir un symbole de devise

source: Select or type dataset name
fr: Sélectionner ou saisir le nom de l'ensemble de données

source: Select owners
fr: Sélectionner les propriétaires

source: Select page size
fr: Sélectionner la taille de page

source: Select roles
fr: Sélectionner des rôles

source: Select saved metrics
fr: Sélectionner les mesures sauvegardées

source: Select saved queries
fr: Sélectionner les requêtes sauvegardées

source: Select schema or type to search schemas
fr: Sélectionner un schéma ou saisir pour rechercher des schémas

source: Select scheme
fr: Sélectionner un schéma

source: Select shape for computing values. "FIXED" sets all zoom levels to the same size. "LINEAR" increases sizes linearly based on specified slope. "EXP" increases sizes exponentially based on specified exponent
fr: Sélectionnez la forme pour calculer les valeurs. "FIXE" définit tous les niveaux de zoom à la même taille. "LINÉAIRE" augmente les tailles linéairement selon la pente spécifiée. "EXP" augmente les tailles de manière exponentielle selon l'exposant spécifié

source: Select subject
fr: Sélectionner un objet

source: Select tab
fr: Sélectionner un onglet

source: Select table or type to search tables
fr: Sélectionner une table ou saisir pour rechercher des tables

source: Select the Annotation Layer you would like to use.
fr: Sélectionner la couche d'annotation que vous souhaitez utiliser.

source: Select the charts to which you want to apply cross-filters in this dashboard. Deselecting a chart will exclude it from being filtered when applying cross-filters from any chart on the dashboard. You can select "All charts" to apply cross-filters to all charts that use the same dataset or contain the same column name in the dashboard.
fr: Sélectionnez les graphiques auxquels vous souhaitez appliquer des filtres croisés dans ce tableau de bord. Si vous désélectionnez un graphique, il ne sera pas filtré lors de l'application de filtres croisés à partir de n'importe quel graphique du tableau de bord. Vous pouvez sélectionner « Tous les graphiques » pour appliquer des filtres croisés à tous les graphiques qui utilisent le même ensemble de données ou contiennent le même nom de colonne dans le tableau de bord.

source: Select the charts to which you want to apply cross-filters when interacting with this chart. You can select "All charts" to apply filters to all charts that use the same dataset or contain the same column name in the dashboard.
fr: Sélectionnez les graphiques auxquels vous souhaitez appliquer des filtres croisés lorsque vous interagissez avec ce graphique. Vous pouvez sélectionner « Tous les graphiques » pour appliquer des filtres à tous les graphiques qui utilisent le même ensemble de données ou contiennent le même nom de colonne dans le tableau de bord.

source: Select the geojson column
fr: Sélectionner la colonne geojson

source: Select users
fr: Sélectionner des utilisateurs

source: Select values in highlighted field(s) in the control panel. Then run the query by clicking on the %s button.
fr: Sélectionnez les valeurs dans le ou les champ(s) en surbrillance dans le panneau de commande. Exécutez ensuite la requête en cliquant sur le bouton %s.

source: Selecting a database is required
fr: La sélection d'une base de données est requise

source: Send as CSV
fr: Envoyer comme CSV

source: Send as PDF
fr: Envoyer en PDF

source: Send as PNG
fr: Envoyer comme PNG

source: Send as text
fr: Envoyer comme fichier texte

source: September
fr: Septembre

source: Sequential
fr: Séquentiel

source: Series
fr: Série

source: Series Height
fr: Hauteur de série

source: Series Order
fr: Ordre des séries

source: Series Style
fr: Style de série

source: Series chart type (line, bar etc)
fr: Type de graphique de la série (ligne, barre, etc.)

source: Series colors
fr: Couleurs des séries

source: Series limit
fr: Limite de série

source: Series type
fr: Type de série

source: Server Page Length
fr: Longueur de la page du serveur

source: Server pagination
fr: Pagination du serveur

source: Server pagination needs to be enabled for values over %s
fr: La pagination du serveur doit être activée pour les valeurs supérieures à %s

source: Service Account
fr: Compte de service

source: Service version
fr: Version du service

source: Set %s as default datetime column
fr: Définir %s comme colonne date/heure par défaut

source: Set auto-refresh interval
fr: Définir l'intervalle de rafraîchissement automatique

source: Set filter mapping
fr: Définir le mappage de filtre

source: Set header rows and the number of rows to read or skip.
fr: Définir les lignes d'en-tête et le nombre de lignes à lire ou à ignorer.

source: Set up an email report
fr: Configurer un rapport par courriel

source: Set up basic details, such as name and description.
fr: Configurer les détails de base, comme le nom et la description.

source: Sets the hierarchy levels of the chart. Each level is represented by one ring with the innermost circle as the top of the hierarchy.
fr: Définit les niveaux de hiérarchie du graphique. Chaque niveau est représenté par un anneau, le cercle le plus à l'intérieur étant le sommet de la hiérarchie.

source: Settings
fr: Paramètres

source: Settings for time series
fr: Paramètres pour les séries temporelles

source: Shape
fr: Forme

source: Share
fr: Partager

source: Share chart by email
fr: Partager le graphique par courriel

source: Share permalink by email
fr: Partager le lien par courriel

source: Shared query
fr: Requête partagée

source: Shared query fields
fr: Champs de requête partagés

source: Sheet name
fr: Nom de la feuille

source: Shift + Click to sort by multiple columns
fr: Shift + clic pour classer par plusieurs colonnes

source: Shift start date
fr: Décaler la date de début

source: Short description must be unique for this layer
fr: La description courte doit être unique pour cette couche

source: Should daily seasonality be applied. An integer value will specify Fourier order of seasonality.
fr: La saisonnalité quotidienne doit-elle être appliquée? Une valeur entière spécifiera l'ordre Fourier de la saisonnalité.

source: Should weekly seasonality be applied. An integer value will specify Fourier order of seasonality.
fr: La saisonnalité hebdomadaire doit-elle être appliquée? Une valeur entière spécifiera l'ordre Fourier de la saisonnalité.

source: Should yearly seasonality be applied. An integer value will specify Fourier order of seasonality.
fr: La saisonnalité annuelle doit-elle être appliquée? Une valeur entière spécifiera l'ordre Fourier de la saisonnalité.

source: Show
fr: Afficher

source: Show %s entries
fr: Afficher %s entrées

source: Show Bubbles
fr: Afficher les bulles

source: Show CREATE VIEW statement
fr: Afficher l'énoncé CREATE VIEW

source: Show cell bars
fr: Afficher les barres de cellules

source: Show Dashboard
fr: Afficher le tableau de bord

source: Show Labels
fr: Afficher les étiquettes

source: Show Log
fr: Afficher les journaux

source: Show Markers
fr: Afficher les marqueurs

source: Show Metric Name
fr: Afficher le nom de la mesure

source: Show Metric Names
fr: Afficher les noms des mesures

source: Show Range Filter
fr: Afficher le filtre d'intervalle

source: Show Timestamp
fr: Afficher l'horodatage

source: Show Tooltip Labels
fr: Afficher les étiquettes des infobulles

source: Show Total
fr: Afficher le total

source: Show Trend Line
fr: Afficher la ligne de tendance

source: Show Upper Labels
fr: Afficher les étiquettes supérieures

source: Show Value
fr: Afficher la valeur

source: Show Values
fr: Afficher les valeurs

source: Show Y-axis
fr: Afficher l'axe des ordonnées

source: Show Y-axis on the sparkline. Will display the manually set min/max if set or min/max values in the data otherwise.
fr: Afficher l'axe des ordonnées sur la ligne de la bougie. Les valeurs min/max définies manuellement s'afficheront si elles sont définies ou autrement min/max dans les données.

source: Show all columns
fr: Afficher toutes les colonnes

source: Show axis line ticks
fr: Afficher les coches de ligne d'axe

source: Show chart description
fr: Afficher la description du graphique

source: Show columns subtotal
fr: Afficher le sous-total des colonnes

source: Show columns total
fr: Afficher le total des colonnes

source: Show data points as circle markers on the lines
fr: Afficher les points de données sous forme de marqueurs circulaires sur les lignes

source: Show empty columns
fr: Afficher les colonnes vides

source: Show entries per page
fr: Afficher les entrées par page

source: Show hierarchical relationships of data, with the value represented by area, showing proportion and contribution to the whole.
fr: Afficher les relations hiérarchiques des données, avec la valeur représentée par aire, montrant la proportion et la contribution à l'ensemble.

source: Show info tooltip
fr: Afficher l'info-bulle

source: Show label
fr: Afficher l'étiquette

source: Show labels when the node has children.
fr: Afficher les étiquettes lorsque le nœud a des enfants.

source: Show legend
fr: Afficher la légende

source: Show less columns
fr: Afficher moins de colonnes

source: Show minor ticks on axes.
fr: Afficher les graduations mineures sur les axes.

source: Show only my charts
fr: Afficher uniquement mes graphiques

source: Show original SQL
fr: Afficher le SQL original

source: Show password.
fr: Afficher le mot de passe.

source: Show percentage
fr: Afficher le pourcentage

source: Show pointer
fr: Afficher le pointeur

source: Show progress
fr: Afficher la progression

source: Show rows subtotal
fr: Afficher le sous-total des lignes

source: Show rows total
fr: Afficher le total des rangées

source: Show series values on the chart
fr: Afficher les valeurs de série sur le graphique

source: Show split lines
fr: Afficher les lignes divisées

source: Show summary
fr: Afficher le résumé

source: Show the value on top of the bar
fr: Afficher la valeur en haut de la barre

source: Show total
fr: Afficher le total

source: Show total aggregations of selected metrics. Note that row limit does not apply to the result.
fr: Afficher les agrégats totaux des mesures sélectionnées. Notez que la limite de ligne ne s'applique pas au résultat.
