Repository: CypherXIII/formasup-bi-platform
Catalog: superset/locales/backup-messages.po
Languages: fr

source: Batch editing %d filters:
fr: Édition par lots de %d filtres :

source: Be careful.
fr: Faites attention.

source: Before
fr: Avant

source: Big Number
fr: Grand nombre

source: Big Number with Time Period Comparison
fr: Grand nombre avec comparaison de périodes

source: Big Number with Trendline
fr: Gros nombre avec tendance

source: Bins
fr: Intervalles

source: Block %(block_num)s out of %(block_count)s
fr: Bloc %(block_num)s sur %(block_count)s

source: Border color
fr: Couleur de bordure

source: Border width
fr: Largeur de bordure

source: Bottom
fr: Bas

source: Bottom Margin
fr: Marge inférieure

source: Bottom left
fr: En bas à gauche

source: Bottom margin, in pixels, allowing for more room for axis labels
fr: Marge inférieure, en pixels, offrant plus d'espace pour les étiquettes d'axe

source: Bottom right
fr: En bas à droite

source: Bottom to Top
fr: De bas en haut

source: Bounds for numerical X axis. Not applicable for temporal or categorical axes. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
fr: Limites de l'axe X numérique. Non applicable pour les axes temporels ou catégoriels. Lorsqu'elles sont laissées vides, les limites sont définies dynamiquement sur la base des valeurs min/max des données. Notez que cette fonction ne fait qu'étendre la plage de l'axe. Elle ne réduira pas l'étendue des données.

source: Bounds for the Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
fr: Limites de l'axe des ordonnées. Lorsqu'elles sont laissées vides, les limites sont définies dynamiquement sur la base des valeurs min/max des données. Notez que cette fonction ne fait qu'étendre la plage de l'axe. Elle ne réduira pas l'étendue des données.

source: Bounds for the axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
fr: Limites de l'axe. Lorsqu'elles sont laissées vides, les limites sont définies dynamiquement sur la base des valeurs min/max des données. Notez que cette fonction ne fait qu'étendre la plage de l'axe. Elle ne réduira pas l'étendue des données.

source: Bounds for the primary Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
fr: Limites de l'axe des ordonnées principal. Lorsqu'elles sont laissées vides, les limites sont définies dynamiquement sur la base des valeurs min/max des données. Notez que cette fonction ne fait qu'étendre la plage de l'axe. Elle ne réduira pas l'étendue des données.

source: Bounds for the secondary Y-axis. Only works when Independent Y-axis bounds are enabled. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
fr: Limites de l'axe secondaire des ordonnées. Ne fonctionne que si les limites de l'axe Y indépendant sont activées. Si cette option n'est pas activée, les limites sont définies dynamiquement sur la base des valeurs min/max des données. Notez que cette fonction ne fait qu'étendre la plage de l'axe. Elle ne réduira pas l'étendue des données.

source: Box Plot
fr: Diagramme en boîte

source: Breakdowns
fr: Ventilations

source: Breaks down the series by the category specified in this control. This can help viewers understand how each category affects the overall value.
fr: Décompose les séries par la catégorie spécifiée dans ce contrôle. Cela peut aider les utilisateurs à comprendre comment chaque catégorie affecte la valeur globale.

source: Bubble Chart
fr: Graphique à bulles

source: Bubble Chart (legacy)
fr: Graphique à bulles (ancien)

source: Bubble Color
fr: Couleur des bulles

source: Bubble Opacity
fr: Opacité des bulles

source: Bubble Size
fr: Taille des bulles

source: Bubble size
fr: Taille de la bulle

source: Bubble size number format
fr: Format de nombre pour la taille des bulles

source: Bucket break points
fr: Points de rupture du seau

source: Build
fr: Construire

source: Bulk select
fr: Sélectionner plusieurs

source: Bulk tag
fr: Tag en masse

source: Bullet Chart
fr: Graphique à puces

source: Business
fr: Entreprise

source: By default, each filter loads at most 1000 choices at the initial page load. Check this box if you have more than 1000 filter values and want to enable dynamically searching that loads filter values as users type (may add stress to your database).
fr: Par défaut, chaque filtre charge au maximum 1000 choix lors du chargement initial de la page. Cochez cette case si vous avez plus de 1000 valeurs de filtre et que vous souhaitez activer la recherche dynamique qui charge les valeurs de filtre au fur et à mesure que les utilisateur·rice·s les saisissent (ce qui risque d'alourdir votre base de données).

source: By key: use column names as sorting key
fr: Par clé : utilisez les noms de colonne comme clé de tri

source: By key: use row names as sorting key
fr: Par clé : utilisez les noms de rangée comme clé de tri

source: By value: use metric values as sorting key
fr: Par valeur : utilisez les valeurs mesures comme clé de tri

source: CC recipients
fr: Destinataires en copie

source: COPY QUERY
fr: COPIER LA REQUÊTE

source: CRON Schedule
fr: Planification CRON

source: CRON expression
fr: Expression CRON

source: CSS Styles
fr: Styles CSS

source: CSS Templates
fr: Modèles CSS

source: CSS applied to the chart
fr: CSS appliqué au graphique

source: CSS template
fr: Modèles CSS

source: CSS template not found.
fr: Modèle CSS non trouvé.

source: CSS templates
fr: Modèles CSS

source: CSS templates could not be deleted.
fr: Les modèles CSS n ont pas pu être supprimés.

source: CSV upload
fr: Téléversement CSV

source: CTAS & CVAS SCHEMA
fr: SCHÉMA CTAS ET CVAS

source: CTAS (create table as select) can only be run with a query where the last statement is a SELECT. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
fr: CTAS (create table as select) n'a pas d'instruction SELECT à la fin. Assurez-vous que la requête a bien un SELECT en dernière instruction. Puis essayez d'exécuter votre requête à nouveau.

source: CUSTOM
fr: PERSONNALISÉ

source: CVAS (create view as select) can only be run with a query with a single SELECT statement. Please make sure your query has only a SELECT statement. Then, try running your query again.
fr: CVAS (create view as select) ne peut être exécuté qu'avec une requête comportant une seule instruction SELECT. Assurez-vous que votre requête ne comporte qu'une seule instruction SELECT. Essayez ensuite d'exécuter à nouveau votre requête.

source: CVAS (create view as select) query has more than one statement.
fr: La requête CVAS (create view as select) comporte plus d'une instruction.

source: CVAS (create view as select) query is not a SELECT statement.
fr: La requête CVAS (create view as select) n'est pas une instruction SELECT.

source: Cache Timeout (seconds)
fr: Délai d'inactivité et reprise du cache (secondes)

source: Cache timeout
fr: Délai d'inactivité et reprise du cache

source: Cached
fr: Mis en cache

source: Cached %s
fr: %s mis en cache

source: Cached value not found
fr: Valeur en cache non trouvée

source: Calculate contribution per series or row
fr: Calculer la contribution par série ou par ligne

source: Calculate from first step
fr: Calculer depuis la première étape

source: Calculate from previous step
fr: Calculer depuis l'étape précédente

source: Calculated column [%s] requires an expression
fr: La colonne calculée [%s] nécessite une expression

source: Calculated columns
fr: Colonnes calculées

source: Calculation type
fr: Choisir un type de calcul

source: Calendar Heatmap
fr: Carte thermique du calendrier

source: Can not move top level tab into nested tabs
fr: Impossible de déplacer l'onglet de premier niveau dans les onglets imbriqués

source: Can select multiple values
fr: Peut selectionner plusieurs valeurs

source: Cancel
fr: Annuler

source: Cancel query on window unload event
fr: Annuler la requête lors de l'événement de déchargement de la fenêtre

source: Cannot access the query
fr: Impossible d'accéder à la requête

source: Cannot delete a database that has datasets attached
fr: Impossible de supprimer une base de données à laquelle sont attachés des ensembles de données

source: Cannot find the table (%s) metadata.
fr: Impossible de trouver les métadonnées de la table (%s).

source: Cannot have multiple credentials for the SSH Tunnel
fr: Impossible d'avoir plusieurs identifiants pour le tunnel SSH

source: Cannot load filter
fr: Impossible de charger le filtre

source: Cannot parse time string [%(human_readable)s]
fr: Impossible d'analyser la chaîne de temps [%(human_readable)s]

source: Cartodiagram
fr: Cartodiagramme

source: Catalog
fr: Catalogue

source: Categorical
fr: Catégoriel

source: Categorical Color
fr: Couleur catégorielle

source: Categories to group by on the x-axis.
fr: Catégories à regrouper sur l'axe des x.

source: Category
fr: Catégorie

source: Category Name
fr: Nom de la catégorie

source: Category and Percentage
fr: Catégorie et pourcentage

source: Category and Value
fr: Catégorie et valeur

source: Category name
fr: Nom de la catégorie

source: Category of target nodes
fr: Catégorie de nœuds cibles

source: Category, Value and Percentage
fr: Catégorie, valeur et pourcentage

source: Cell Padding
fr: Rembourrage des cellules

source: Cell Radius
fr: Rayon de la cellule

source: Cell Size
fr: Taille des cellules

source: Cell content
fr: Contenu de cellule

source: Cell limit
fr: Limite de cellules

source: Centroid (Longitude and Latitude):
fr: Centroïde (Longitude et Latitude) :

source: Certification details
fr: Détails de certification

source: Certified
fr: Certifié

source: Certified By
fr: Certifié Par

source: Certified by
fr: Certifié par

source: Certified by %s
fr: Certifié par %s

source: Change order of columns.
fr: Modifier l'ordre des colonnes.

source: Change order of rows.
fr: Modifier l'ordre des rangées.

source: Changed by
fr: Modifié par

source: Changed on
fr: Modifié le

source: Changes saved.
fr: Modifications enregistrées.

source: Changing one or more of these dashboards is forbidden
fr: La modification de un ou plusieurs de ces tableaux de bord est interdite

source: Changing the dataset may break the chart if the chart relies on columns or metadata that does not exist in the target dataset
fr: La modification de l'ensemble de données peut briser le graphique si celui-ci repose sur des colonnes ou des métadonnées qui n'existent pas dans l'ensemble de données cible

source: Changing these settings will affect all charts using this dataset, including charts owned by other people.
fr: La modification de ces paramètres affectera tous les graphiques qui utilisent cet ensemble de données, y compris les graphiques qui appartiennent à d'autres personnes.

source: Changing this Dashboard is forbidden
fr: Modifier ce tableau de bord est interdit

source: Changing this chart is forbidden
fr: Modifier ce graphique est interdit

source: Changing this control takes effect instantly
fr: Modifier ce contrôle prend effet instantanément

source: Changing this dataset is forbidden
fr: Modifier cet ensemble de données est interdit

source: Changing this dataset is forbidden.
fr: Modifier cet ensemble de données est interdit.

source: Changing this datasource is forbidden
fr: La modification de cette source de données est interdite

source: Changing this report is forbidden
fr: Modifier ce rapport est interdit

source: Character to interpret as decimal point
fr: Caractère à interpréter comme point décimal

source: Chart
fr: Graphique

source: Chart %(id)s not found
fr: Graphique %(id)s non trouvé

source: Chart Data: %s
fr: Données du graphique : %s

source: Chart ID
fr: ID Graphique

source: Chart Options
fr: Options du graphique

source: Chart Orientation
fr: Orientation du graphique

source: Chart Owner: %s
fr: Propriétaire du graphique : %s

source: Chart Source
fr: Source du graphique

source: Chart Title
fr: Titre du graphique

source: Chart [%s] has been overwritten
fr: Le graphique [%s] a été écrasé

source: Chart [%s] has been saved
fr: Le graphique [%s] a été sauvegardé

source: Chart [%s] was added to dashboard [%s]
fr: Le graphique [%s] a été ajouté au tableau de bord [%s]

source: Chart [{}] has been overwritten
fr: Le graphique [{}] a été écrasé

source: Chart [{}] has been saved
fr: Le graphique [{}] a été sauvegardé

source: Chart [{}] was added to dashboard [{}]
fr: Le graphique [{}] ajouté au tableau de bord [{}]

source: Chart cache timeout
fr: Délai de mise en cache des graphiques

source: Chart changes
fr: Changements de graphique

source: Chart could not be created.
fr: Le graphique n'a pas pu être créé.

source: Chart could not be updated.
fr: Le graphique n'a pas pu être mis à jour.

source: Chart does not exist
fr: Le graphique n'existe pas

source: Chart has no query context saved. Please save the chart again.
fr: Le graphique n'a pas de contexte de requête sauvegardé. Veuillez sauver le graphique à nouveau.

source: Chart height
fr: Hauteur du graphique

source: Chart imported
fr: Graphique importé

source: Chart last modified
fr: Dernière modification du graphique

source: Chart last modified by
fr: Graphique modifié en dernier par

source: Chart name
fr: Nom du graphique

source: Chart not found
fr: Graphique non trouvé

source: Chart options
fr: Options du graphique

source: Chart owners
fr: Propriétaires du graphique

source: Chart parameters are invalid.
fr: Les paramètres du graphique sont invalides.

source: Chart properties updated
fr: Propriétés du graphique mises à jour

source: Chart size
fr: Taille du graphique

source: Chart title
fr: Titre du graphique

source: Chart type requires a dataset
fr: Le type de graphique nécessite un ensemble de données

source: Chart width
fr: Largeur du graphique

source: Charts
fr: Graphiques

source: Charts could not be deleted.
fr: Les graphiques n'ont pas pu être supprimés.

source: Check for sorting ascending
fr: Cocher pour trier par ordre croissant

source: Check if the Rose Chart should use segment area instead of segment radius for proportioning
fr: Vérifiez si le diagramme en rose doit utiliser la surface du segment au lieu du rayon du segment pour le calcul des proportions

source: Check out this chart in dashboard:
fr: Vérifiez ce graphique dans le tableau de bord :

source: Check out this chart:
fr: Vérifiez ce graphique:

source: Check out this dashboard:
fr: Vérifiez ce tableau de bord:

source: Check to force date partitions to have the same height
fr: Cochez cette case pour forcer les partitions de date à avoir la même hauteur

source: Child label position
fr: Position de l'étiquette enfant

source: Choice of [Label] must be present in [Group By]
fr: Le choix de [Étiquette] doit être présent dans [Grouper par]

source: Choice of [Point Radius] must be present in [Group By]
fr: Le choix de [Rayon du point] doit être présent dans [Grouper par]

source: Choose File
fr: Choisissez un fichier

source: Choose a chart for displaying on the map
fr: Choisir un graphique à afficher sur la carte

source: Choose a chart or dashboard not both
fr: Choisissez un graphique ou un tableau de bord, pas les deux

source: Choose a database...
fr: Choisir une base de données...

source: Choose a dataset
fr: Choisissez un ensemble de donnée

source: Choose a delimiter
fr: Choisir un délimiteur

source: Choose a metric for right axis
fr: Choisissez une mesure pour l'axe de droite

source: Choose a number format
fr: Choisir un format de nombre

source: Choose a source
fr: Choisissez une source

source: Choose a target
fr: Choisissez une cible

source: Choose already exists
fr: Ce choix existe déjà

source: Choose chart type
fr: Choisissez un type de graphique

source: Choose columns to be parsed as dates
fr: Choisir les colonnes à analyser comme des dates

source: Choose columns to read
fr: Choisir les colonnes à lire

source: Choose how many X-Axis labels to show
fr: Choisir combien d'étiquettes de l'axe X afficher

source: Choose index column
fr: Choisir la colonne d'index

source: Choose notification method and recipients.
fr: Choisir la méthode de notification et les destinataires.

source: Choose one of the available databases from the panel on the left.
fr: Choisissez l'une des bases de données disponibles dans le panneau de gauche.

source: Choose one of the available databases on the left panel.
fr: Choisissez l'une des bases de données disponibles dans le panneau de gauche.

source: Choose sheet name
fr: Choisir le nom de la feuille

source: Choose the annotation layer type
fr: Choisissez le type de couche d'annotation

source: Choose the format for legend values
fr: Choisir le format pour les valeurs de la légende

source: Choose the position of the legend
fr: Choisir la position de la légende

source: Choose the source of your annotations
fr: Choisissez la source de vos annotations

source: Choose values that should be treated as null. Warning: Hive database supports only a single value
fr: Choisir les valeurs à traiter comme null. Attention : la base de données Hive ne supporte qu'une seule valeur

source: Choose whether a country should be shaded by the metric, or assigned a color based on a categorical color palette
fr: Choisissez si un pays doit être ombré par la mesure ou si une couleur doit lui être attribuée sur la base d'une palette de couleurs catégorielles

source: Choose...
fr: Choisissez…

source: Chord Diagram
fr: Diagramme d'accord

source: Chosen non-numeric column
fr: Colonne non numérique choisie

source: Circle
fr: Cercle

source: Circle -> Arrow
fr: Cercle -> Flèche

source: Circle -> Circle
fr: Cercle -> Cercle

source: Circle radar shape
fr: Forme radar circulaire

source: Circular
fr: Circulaire

source: Classic row-by-column spreadsheet like view of a dataset. Use tables to showcase a view into the underlying data or to show aggregated metrics.
fr: Vue classique d'un ensemble de données, rangée par colonne, à la manière d'une feuille de calcul. Utilisez les tableaux pour présenter une vue des données sous-jacentes ou pour montrer des mesures agrégées.

source: Clear
fr: Effacer

source: Clear all
fr: Effacer tout

source: Clear all data
fr: Effacer toutes les données

source: Clear form
fr: Effacer le formulaire

source: Click on "Add or Edit Filters" option in Settings to create new dashboard filters
fr: Cliquez sur l'option "Ajouter ou modifier les filtres" dans Paramètres pour créer de nouveaux filtres de tableau de bord

source: Click on "Create chart" button in the control panel on the left to preview a visualization or
fr: Cliquez sur le bouton « Créer un graphique » dans le panneau de commande à gauche pour prévisualiser une visualisation ou

source: Click the lock to make changes.
fr: Cliquez sur le cadenas pour effectuer des modifications.

source: Click the lock to prevent further changes.
fr: Cliquez sur le cadenas pour empêcher toute modification ultérieure.

source: Click this link to switch to an alternate form that allows you to input the SQLAlchemy URL for this database manually.
fr: Cliquez sur ce lien pour basculer sur un autre formulaire qui vous permettra d'entrer manuellement l'URL SQLAlchemy pour cette base de données.

source: Click this link to switch to an alternate form that exposes only the required fields needed to connect this database.
fr: Cliquez sur ce lien pour basculer sur un autre formulaire qui ne montrera que les champs nécessaires pour se connecter à cette base de données.

source: Click to add a contour
fr: Cliquez pour ajouter un contour

source: Click to add new layer
fr: Cliquer pour ajouter une nouvelle couche

source: Click to cancel sorting
fr: Cliquez pour annuler le tri

source: Click to edit
fr: Cliquer pour modifier

source: Click to edit %s.
fr: Cliquer pour modifier %s.

source: Click to edit chart.
fr: Cliquer pour modifier le graphique.

source: Click to edit label
fr: Cliquer pour éditer le l'étiquette

source: Click to favorite/unfavorite
fr: Cliquez pour favori ou non

source: Click to force-refresh
fr: Cliquer pour forcer le rafraîchissement

source: Click to see difference
fr: Cliquer pour voir la différence

source: Click to sort ascending
fr: Cliquer pour trier par ordre croissant

source: Click to sort descending
fr: Cliquer pour trier par ordre décroissant

source: Close
fr: Fermer

source: Close all other tabs
fr: Fermer tous les autres onglets

source: Close tab
fr: Fermer l'onglet

source: Cluster label aggregator
fr: Agrégateur d'étiquettes en grappe

source: Clustering Radius
fr: Rayon de regroupement

source: Collapse all
fr: Tout réduire

source: Collapse data panel
fr: Réduire le panneau de données

source: Collapse row
fr: Réduire la ligne

source: Collapse tab content
fr: Réduire le contenu de l'onglet

source: Color
fr: Couleur

source: Color +/-
fr: Couleur +/-

source: Color Metric
fr: Métrique de couleur

source: Color Scheme
fr: Schéma de couleurs

source: Color Steps
fr: Étapes de couleur

source: Color bounds
fr: Limites de couleur

source: Color by
fr: Couleur par

source: Color metric
fr: Mesure de couleur

source: Color of the target location
fr: Couleur de l'emplacement cible

source: Color scheme
fr: Schéma de couleurs

source: Color will be shaded based the normalized (0% to 100%) value of a given cell against the other cells in the selected range:
fr: La couleur sera ombrée en fonction de la valeur normalisée (0 % à 100 %) d'une cellule donnée par rapport aux autres cellules de la plage sélectionnée :

source: Color:
fr: Couleur :

source: Colors
fr: Couleurs

source: Column
fr: Colonne

source: Column "%(column)s" is not numeric or does not exists in the query results.
fr: La colonne « %(column)s » n'est pas numérique ou n'existe pas dans les résultats de requêtes.

source: Column Configuration
fr: Configuration des colonnes

source: Column Formatting
fr: Formatage des colonnes

source: Column Settings
fr: Paramètres des colonnes

source: Column containing ISO 3166-2 codes of region/province/department in your table.
fr: Colonne contenant les codes ISO 3166-2 de la région/province/service dans votre tableau.

source: Column containing latitude data
fr: Colonne contenant des données de latitude

source: Column containing longitude data
fr: Colonne contenant des données de longitude

source: Column data types
fr: Types de données des colonnes

source: Column header tooltip
fr: Infobulle de l'en-tête de colonne

source: Column is required
fr: Colonne requise

source: Column name
fr: Nom de la colonne

source: Column name [%s] is duplicated
fr: Le nom de colonne [%s] est dupliqué

source: Column referenced by aggregate is undefined: %(column)s
fr: La colonne référencée dans l'agrégat est indéfinie : %(column)s

source: Column select
fr: Sélection d'une colonne

source: Column to use as the index of the dataframe. If None is given, Index label is used.
fr: Colonne à utiliser comme index du dataframe. Si aucune n'est donnée, le libellé d'index est utilisé.

source: Column type
fr: Type de colonne

source: Columnar upload
fr: Téléversement de fichier en colonnes

source: Columns
fr: Colonnes

source: Columns (%s)
fr: Colonnes (%s)

source: Columns missing in dataset: %(invalid_columns)s
fr: Colonnes manquantes dans l'ensemble de données : %(invalid_columns)s

source: Columns missing in datasource: %(invalid_columns)s
fr: Colonnes absentes de la source de données : %(invalid_columns)s
