Repository: CypherXIII/formasup-bi-platform
Catalog: superset/locales/backup-messages.po
Languages: fr

source: Showcases a single metric front-and-center. Big number is best used to call attention to a KPI or the one thing you want your audience to focus on.
fr: Présente une seule mesure au premier plan. Il est préférable d'utiliser un grand chiffre pour attirer l'attention sur un ICR ou sur la chose sur laquelle vous voulez que votre public se concentre.

source: Showcases a single number accompanied by a simple line chart, to call attention to an important metric along with its change over time or other dimension.
fr: Présente un seul chiffre accompagné d'un graphique linéaire simple pour attirer l'attention sur une mesure importante ainsi que son changement au fil du temps ou d'autres dimensions.

source: Showcases how a metric changes as the funnel progresses. This classic chart is useful for visualizing drop-off between stages in a pipeline or lifecycle.
fr: Montre comment une mesure change au fur et à mesure que l'entonnoir progresse. Ce graphique classique est utile pour visualiser la baisse entre les étapes d'un pipeline ou d'un cycle de vie.

source: Showcases the flow or link between categories using thickness of chords. The value and corresponding thickness can be different for each side.
fr: Met en évidence le flux ou le lien entre les catégories en utilisant l'épaisseur des accords. La valeur et l'épaisseur correspondante peuvent être différentes pour chaque côté.

source: Showcases the progress of a single metric against a given target. The higher the fill, the closer the metric is to the target.
fr: Affiche la progression d'une seule mesure par rapport à une cible donnée. Plus le remplissage est élevé, plus la mesure est proche de la cible.

source: Showing %s of %s items
fr: Affichage de %s sur %s éléments

source: Shows a list of all series available at that point in time
fr: Affiche une liste de toutes les séries disponibles à ce moment

source: Shows or hides markers for the time series
fr: Affiche ou masque les marqueurs pour la série chronologique

source: Sign in
fr: Se connecter

source: Sign in with
fr: Se connecter avec

source: Significance Level
fr: Niveau de signification

source: Simple ad-hoc metrics are not enabled for this dataset
fr: Les mesures ponctuelles simples ne sont pas activées pour cet ensemble de données

source: Single
fr: Unique

source: Single Metric
fr: Mesure unique

source: Single Value
fr: Valeur unique

source: Single value
fr: Valeur unique

source: Single value type
fr: Type de valeur unique

source: Size in pixels
fr: Taille en pixels

source: Size of edge symbols
fr: Taille des symboles de bord

source: Size of marker. Also applies to forecast observations.
fr: Taille du marqueur. S'applique également aux observations prévisionnelles.

source: Skip blank lines rather than interpreting them as Not A Number values
fr: Ignorer les lignes vides au lieu de les interpréter comme des valeurs NaN

source: Skip rows
fr: Ignorer des lignes

source: Skip spaces after delimiter
fr: Ignorer les espaces après le délimiteur

source: Slice Id
fr: ID du graphique

source: Small
fr: Petit

source: Small number format
fr: Format petit nombre

source: Smooth Line
fr: Ligne lisse

source: Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
fr: La ligne lisse est une variation du graphique linéaire. Sans angles et bords durs, la ligne lisse semble parfois plus intelligente et plus professionnelle.

source: Solid
fr: Solide

source: Some roles do not exist
fr: Des profils n'existent pas

source: Something went wrong while saving the user info
fr: Une erreur s'est produite lors de l'enregistrement des informations utilisateur

source: Something went wrong with embedded authentication. Check the dev console for details.
fr: Un problème est survenu avec l'authentification intégrée. Consultez la console de développement pour plus de détails.

source: Something went wrong.
fr: Une erreur s'est produite.

source: Sorry there was an error fetching database information: %s
fr: Désolé, une erreur s'est produite lors de la récupération des informations de cette base de données : %s

source: Sorry there was an error fetching saved charts:
fr: Désolé, une erreur s'est produite lors de la récupération des graphiques sauvegardés:

source: Sorry, An error occurred
fr: Désolé, une erreur s'est produite

source: Sorry, an error occurred
fr: Désolé, une erreur s'est produite

source: Sorry, an unknown error occurred
fr: Désolé, une erreur inconnue s'est produite

source: Sorry, an unknown error occurred.
fr: Désolé, une erreur inconnue s'est produite.

source: Sorry, something went wrong. Embedding could not be deactivated.
fr: Désolé, un problème s'est produit. L'intégration n'a pas pu être désactivée.

source: Sorry, something went wrong. Please try again.
fr: Désolé, un problème s'est produit. Veuillez réessayer.

source: Sorry, something went wrong. Try again later.
fr: Une erreur s'est produite. Réessayez plus tard.

source: Sorry, there was an error saving this %s: %s
fr: Désolé, une erreur s'est produite lors de l'enregistrement de ce %s : %s

source: Sorry, there was an error saving this dashboard: %s
fr: Désolé, une erreur s'est produite lors de l'enregistrement de ce tableau de bord : %s

source: Sorry, your browser does not support copying.
fr: Désolé, votre navigateur ne doit pas supporter la copie.

source: Sorry, your browser does not support copying. Use Ctrl / Cmd + C!
fr: Désolé, votre navigateur ne supporte pas la copie. Utilisez Ctrl/Cmd + C!

source: Sort
fr: Trier

source: Sort Descending
fr: Trier par ordre décroissant

source: Sort Metric
fr: Trier les mesures

source: Sort Series Ascending
fr: Trier les séries par ordre croissant

source: Sort Series By
fr: Trier les séries par

source: Sort X Axis
fr: Trier l'axe des absisses

source: Sort Y Axis
fr: Trier l'axe des ordonnées

source: Sort ascending
fr: Trier par ordre croissant

source: Sort by
fr: Trier par

source: Sort by %s
fr: Trier par %s

source: Sort by metric
fr: Trier par mesure

source: Sort columns alphabetically
fr: Trier les colonnes alphabétiquement

source: Sort columns by
fr: Trier les colonnes par

source: Sort descending
fr: Trier par ordre décroissant

source: Sort filter values
fr: Trier les valeurs de filtre

source: Sort metric
fr: Trier les mesures

source: Sort query by
fr: Trier la requête par

source: Sort rows by
fr: Trier les lignes par

source: Sort series in ascending order
fr: Trier les séries en ordre croissant

source: Sort type
fr: Trier par type

source: Source SQL
fr: SQL source

source: Source category
fr: Catégorie source

source: Specific Date/Time
fr: Date/Heure spécifique

source: Specify name to CREATE TABLE AS schema in: public
fr: Spécifiezrle nom pour le schéma CREATE TABLE AS dans : public

source: Specify name to CREATE VIEW AS schema in: public
fr: Spécifiezrle nom pour le schéma CREATE VIEW AS dans : public

source: Specify the database version. This is used with Presto for query cost estimation, and Dremio for syntax changes, among others.
fr: Spécifier la version de la base de données. Ceci est utilisé avec Presto pour l'estimation du coût des requêtes, et avec Dremio pour les changements de syntaxe, entre autres.

source: Split number
fr: Nombre de divisions

source: Split stack by
fr: Diviser la pile par

source: Square kilometers
fr: Kilomètres carrés

source: Square meters
fr: Mètres carrés

source: Square miles
fr: Miles carrés

source: Stack
fr: Empiler

source: Stack in groups, where each group corresponds to a dimension
fr: Empiler en groupes, où chaque groupe correspond à une dimension

source: Stack series
fr: Série de piles

source: Stack series on top of each other
fr: Empilez les séries les unes sur les autres

source: Stacked
fr: Empilé

source: Stacked Bars
fr: Barres empilées

source: Stacked Style
fr: Style empilé

source: Standard time series
fr: Série de temps standard

source: Start
fr: Début

source: Start (Longitude, Latitude):
fr: Début (Longitude, Latitude) :

source: Start (inclusive)
fr: Début (inclus)

source: Start Longitude & Latitude
fr: Longitude et latitude de départ

source: Start angle
fr: Angle de départ

source: Start at (UTC)
fr: Début à (UTC)

source: Start date
fr: Date de début

source: Start date included in time range
fr: Date de début incluse de l'intervalle de temps

source: Start y-axis at 0
fr: Commencer l'axe des ordonnées à 0

source: Start y-axis at zero. Uncheck to start y-axis at minimum value in the data.
fr: Commencer l'axe des ordonnées à zéro. Décochez pour démarrer l'axe des ordonnées à la valeur minimale dans les données.

source: Started
fr: Démarré

source: State
fr: État

source: Statistical
fr: Statistique

source: Status
fr: État

source: Step - end
fr: Étape - fin

source: Step - middle
fr: Étape - milieu

source: Step - start
fr: Étape - commencer

source: Step type
fr: Type de pas

source: Stepped Line
fr: Ligne en escalier

source: Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
fr: Le graphique à lignes en escalier (également appelé graphique à étapes) est une variation du graphique linéaire, mais la ligne formant une série d'étapes entre les points de données. Un tableau des étapes peut être utile lorsque vous voulez afficher les changements qui se produisent à des intervalles irréguliers.

source: Stop
fr: Arrêter

source: Stop query
fr: Arrêter la requête

source: Stop running (Ctrl + e)
fr: Arrêter l'exécution (Ctrl + e)

source: Stop running (Ctrl + x)
fr: Arrêter l'exécution (Ctrl + x)

source: Stopped an unsafe database connection
fr: Une connexion non sécurisée avec la base de données a été arrêtée

source: Stream
fr: Flux

source: Streets
fr: Rues

source: Strength to pull the graph toward center
fr: Force pour tirer le graphique vers le centre

source: Stroke Color
fr: Couleur du trait

source: Stroke Width
fr: Épaisseur du trait

source: Stroked
fr: Avec contour

source: Structural
fr: Structurel

source: Style the ends of the progress bar with a round cap
fr: Modifier les extrémités de la barre de progression avec un capuchon rond

source: Subdomain
fr: Sous-domaine

source: Submit
fr: Soumettre

source: Subtitle
fr: Sous-titre

source: Subtotal
fr: Sous-total

source: Success
fr: Réussite

source: Successfully changed dataset!
fr: Ensemble de données modifié avec succès !

source: Suffix
fr: Suffixe

source: Suffix to apply after the percentage display
fr: Suffixe à appliquer après l'affichage du pourcentage

source: Sum
fr: Somme

source: Sum as Fraction of Columns
fr: Somme comme fraction de colonnes

source: Sum as Fraction of Rows
fr: Somme comme fraction de rangées

source: Sum as Fraction of Total
fr: Somme comme fraction de total

source: Sum of values over specified period
fr: Somme des valeurs sur une période spécifiée

source: Sum values
fr: Somme des valeurs

source: Summary
fr: Résumé

source: Sunburst Chart
fr: Graphique en rayons de soleil

source: Sunday
fr: Dimanche

source: Superset Chart
fr: Graphique Superset

source: Superset Embedded SDK documentation.
fr: Documentation Superset SDK intégrée.

source: Superset chart
fr: Graphique Superset

source: Superset encountered an error while running a command.
fr: Superset a rencontré une erreur lors de l'exécution d'une commande.

source: Superset encountered an unexpected error.
fr: Superset a rencontré une erreur inattendue.

source: Supported databases
fr: Bases de données prises en charge

source: Swap dataset
fr: Échanger l'ensemble de données

source: Swap rows and columns
fr: Échanger les rangées et les colonnes

source: Swiss army knife for visualizing data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
fr: Couteau suisse pour la visualisation des données. Vous avez le choix entre des diagrammes en escalier, des diagrammes linéaires, des diagrammes de dispersion et des diagrammes à barres. Ce type d'affichage dispose également de nombreuses options de personnalisation.

source: Switch to the next tab
fr: Passer à l'onglet suivant

source: Switch to the previous tab
fr: Passer à l'onglet précédent

source: Symbol
fr: Symbole

source: Symbol of two ends of edge line
fr: Symbôle des deux extrémités de la ligne de bord

source: Symbol size
fr: Taille du symbole

source: Sync Permissions
fr: Synchroniser les permissions

source: Sync columns from source
fr: Synchroniser les colonnes de la source

source: Syncing permissions for %s
fr: Synchronisation des permissions pour %s

source: Syncing permissions for %s in the background
fr: Synchronisation des permissions pour %s en arrière-plan

source: Syntax
fr: Syntaxe

source: Syntax Error: %(qualifier)s input "%(input)s" expecting "%(expected)s
fr: Erreur de syntaxe : %(qualifier)s entrée « %(input)s » en attente « %(expected)s

source: TABLES
fr: TABLEAUX

source: THU
fr: JEU

source: TUE
fr: MAR

source: Tab name
fr: Nom de l'onglet

source: Tab schema is invalid, caused by: %(error)s
fr: Le schéma de l'onglet est invalide, causé par : %(error)s

source: Tab title
fr: Titre de l'onglet

source: Table
fr: Tableau

source: Table %(table)s wasn't found in the database %(db)s
fr: Le tableau %(table)s n'a pas été trouvé dans la base de données %(db)s

source: Table Name
fr: Nom du tableau

source: Table [%(table)s] could not be found, please double check your database connection, schema, and table name
fr: La table [%(table)s] n'a pas pu être trouvée, veuillez vérifier votre connexion à la base de données, le schéma et le nom de la table

source: Table actions
fr: Actions de table

source: Table already exists. You can change your 'if table already exists' strategy to append or replace or provide a different Table Name to use.
fr: Le tableau existe déjà. Vous pouvez modifier votre stratégie 'si le tableau existe déjà' pour ajouter ou remplacer ou fournir un nom de tableau différent à utiliser.

source: Table cache timeout
fr: Délai d'attente du cache du tableau dépassé

source: Table columns
fr: Colonnes de table

source: Table name
fr: Nom de la table

source: Table name undefined
fr: Nom du tableau non défini

source: Table or View "%(table)s" does not exist.
fr: La table ou vue "%(table)s" n'existe pas.

source: Table that visualizes paired t-tests, which are used to understand statistical differences between groups.
fr: Tableau qui visualise les tests T appariés, qui sont utilisés pour comprendre les différences statistiques entre les groupes.

source: Tables
fr: Tableaux

source: Tabs
fr: Onglets

source: Tabular
fr: Tabulaire

source: Tag
fr: Balise

source: Tag could not be created.
fr: Le tag n'a pas pu être créé.

source: Tag could not be deleted.
fr: Le tag n'a pas pu être supprimé.

source: Tag could not be found.
fr: Tag introuvable.

source: Tag could not be updated.
fr: Le tag n'a pas pu être mis à jour.

source: Tag created
fr: Tag créé

source: Tag name
fr: Nom du tag

source: Tag name is invalid (cannot contain ':')
fr: Le nom de la balise n'est pas valide (ne peut pas contenir « : »)

source: Tag parameters are invalid.
fr: Les paramètres du tag sont invalides.

source: Tag updated
fr: Tag mis à jour

source: Tagged %s %ss
fr: %s %ss identifié(s)

source: Tagged Object could not be deleted.
fr: L'objet tagué n'a pas pu être supprimé.

source: Tags
fr: Balises

source: Target
fr: Cible

source: Target Color
fr: Couleur cible

source: Target category
fr: Catégorie cible

source: Target value
fr: Valeur cible

source: Template
fr: Modèle

source: Template parameters
fr: Paramètres du modèle

source: Templated link, it's possible to include {{ metric }} or other values coming from the controls.
fr: Lien template, il est possible d'inclure {{ metric }} or autres valeurs provenant de ces contrôles.

source: Temporal X-Axis
fr: Axe X temporel

source: Terminate running queries when browser window closed or navigated to another page. Available for Presto, Hive, MySQL, Postgres and Snowflake databases.
fr: Arrête les requêtes en cours quand la fenêtre du navigateur est fermée ou quand change pour un autre page. Disponibles pour les bases de données Presto, Hive, MySQL, Postgres et Snowflake.

source: Test Connection
fr: Test de connexion

source: Test connection
fr: Test de connexion

source: Text
fr: Texte

source: Text / Markdown
fr: Texte / Markdown

source: Text align
fr: Alignement du texte

source: Text embedded in email
fr: Text encapsulé dans le courriel

source: The API response from %s does not match the IDatabaseTable interface.
fr: La réponse API de %s ne correspond pas à l'interface IDatabaseTable.

source: The CSS for individual dashboards can be altered here, or in the dashboard view where changes are immediately visible
fr: Le Css pour certains tableaux de bords peut être modifié ici, ou dans la vue de tableau de bord pour que les changement soient visibles immédiatement

source: The CTAS (create table as select) doesn't have a SELECT statement at the end. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
fr: La requête CTAS (create table as select) ne comporte pas d'instruction SELECT à la fin. Assurez-vous que votre requête comporte une instruction SELECT à la fin. Ensuite, essayez d'exécuter à nouveau votre requête.

source: The GeoJsonLayer takes in GeoJSON formatted data and renders it as interactive polygons, lines and points (circles, icons and/or texts).
fr: La couche GeoJsonLayer reçoit des données au format GeoJSON et les restitue sous forme de polygones, de lignes et de points interactifs (cercles, icônes et/ou textes).

source: The Sankey chart visually tracks the movement and transformation of values across system stages. Nodes represent stages, connected by links depicting value flow. Node height corresponds to the visualized metric, providing a clear representation of value distribution and transformation.
fr: Le diagramme de Sankey suit visuellement le mouvement et la transformation des valeurs à travers les étapes du système. Les nœuds représentent les étapes, connectés par des liens illustrant le flux de valeurs. La hauteur du nœud correspond à la mesure visualisée, fournissant une représentation claire de la distribution et de la transformation des valeurs.

source: The URL is missing the dataset_id or slice_id parameters.
fr: Il manque à l'URL les paramètres dataset_id ou slice_id.

source: The X-axis is not on the filters list
fr: L'axe des absisses ne figure pas dans la liste des filtres

source: The X-axis is not on the filters list which will prevent it from being used in time range filters in dashboards. Would you like to add it to the filters list?
fr: L'axe des absisses ne figure pas dans la liste des filtres, ce qui l'empêchera d'être utilisé dans les filtres de plage de temps dans les tableaux de bord. Voulez-vous l'ajouter à la liste des filtres?

source: The annotation has been saved
fr: Cette annotation a été sauvegardée

source: The annotation has been updated
fr: Cette annotation a été modifiée

source: The background color of the charts.
fr: La couleur d'arrière-plan des graphiques.

source: The category of source nodes used to assign colors. If a node is associated with more than one category, only the first will be used.
fr: La catégorie de nœuds sources utilisée pour attribuer des couleurs. Si un nœud est associé à plus d'une catégorie, seul le premier sera utilisé.

source: The chart datasource does not exist
fr: La source de données du graphique n'existe pas

source: The chart does not exist
fr: Le graphique n'existe pas

source: The chart query context does not exist
fr: Le contexte de requête du graphique n'existe pas

source: The classic. Great for showing how much of a company each investor gets, what demographics follow your blog, or what portion of the budget goes to the military industrial complex. Pie charts can be difficult to interpret precisely. If clarity of relative proportion is important, consider using a bar or other chart type instead.
fr: Le classique. Il est idéal pour montrer la part de chaque investisseur dans la société, les groupes démographiques qui suivent votre blog ou la part du budget allouée au complexe militaro-industriel. Les diagrammes circulaires peuvent être difficiles à interpréter avec précision. Si la clarté des proportions relatives est importante, envisagez plutôt d'utiliser un diagramme à barres ou un autre type de diagramme.

source: The color for points and clusters in RGB
fr: La couleur des points et des grappes en RVB

source: The color of the elements border
fr: La couleur de la bordure des éléments

source: The color of the isoband
fr: La couleur de l'isobande

source: The color of the isoline
fr: La couleur de l'isoligne

source: The color scheme for rendering chart
fr: Le jeu de couleur pour le rendu graphique

source: The color scheme is determined by the related dashboard. Edit the color scheme in the dashboard properties.
fr: La palette de couleurs est déterminée par le tableau de bord correspondant. Modifiez la palette de couleurs dans les propriétés du tableau de bord.

source: The colors of this chart might be overridden by custom label colors of the related dashboard. Check the JSON metadata in the Advanced settings.
fr: Les couleurs de ce graphique peuvent être remplacées par des couleurs d'étiquettes personnalisées du tableau de bord associé. Vérifiez les métadonnées JSON dans les paramètres avancés.

source: The column header label
fr: L'étiquette de l'en-tête de colonne

source: The column to be used as the source of the edge.
fr: La colonne à utiliser comme source du bord.

source: The column to be used as the target of the edge.
fr: La colonne à utiliser comme cible du bord.

source: The column was deleted or renamed in the database.
fr: La colonne a été supprimée ou renommée dans la base de données.

source: The configuration for the map layers
fr: La configuration des couches de la carte

source: The corner radius of the chart background
fr: Le rayon de coin de l'arrière-plan du graphique

source: The country code standard that Superset should expect to find in the [country] column
fr: Le code pays standard que Superset s'attend à trouver dans la colonne [pays]

source: The dashboard has been saved
fr: Ce tableau de bord a été sauvegardé

source: The data source seems to have been deleted
fr: La source de données semble avoir été effacée

source: The database
fr: La base de données

source: The database columns that contains lines information
fr: Les colonnes de la base de données contenant les informations sur les lignes

source: The database could not be found
fr: La base de données est introuvable

source: The database is currently running too many queries.
fr: La base de données exécute actuellement trop de requêtes.

source: The database is under an unusual load.
fr: La base de données est soumise à une charge inhabituelle.

source: The database referenced in this query was not found. Please contact an administrator for further assistance or try again.
fr: Impossible de trouver la base de données référencée dans cette requête. Veuillez contacter un administrateur pour obtenir davantage d'aide ou essayez à nouveau.

source: The database returned an unexpected error.
fr: La base de données a renvoyé une erreur inattendue.

source: The database that was used to generate this query could not be found
fr: La base de données utilisée pour générer cette requête est introuvable

source: The database was deleted.
fr: La base de données a été supprimée.

source: The database was not found.
fr: Base de données introuvable.

source: The dataset
fr: L'ensemble de données
